{
  "Membership": "Abonnement",
  "About Us": "À propos",
  "Get in Touch": "Contactez-nous",
  "Client Portal": "Portail client",
  "Operator Portal": "Portail opérateur",
  "Your home in": "Votre maison au",
  "Morocco": "Maroc",
  "As if you were there": "Comme si vous étiez là",
  "We look after your home with monthly inspections and seasonal care while you're abroad. From": "Nous veillons sur votre maison avec des inspections mensuelles et Seasonal Care pendant que vous êtes à l'étranger. A partir de,",
  "you come back to a home that feels ready, safe and alive.": "vous revenez dans une maison prête, sûre et vivante.",
  "View membership plans": "Voir les abonnements",
  "Talk to us on WhatsApp": "Parlez-nous sur WhatsApp",
  "Remote home care for Moroccan properties": "Gestion à distance des maisons au Maroc",
  "What we do while you’re away": "Ce que nous faisons pendant votre absence",
  "Every membership includes regular home checks, seasonal care and secure key holding in Casablanca. Amani acts as your eyes and hands on the ground while you’re abroad.": "Chaque abonnement inclut des home checks réguliers, Seasonal Care et une garde sécurisée des clés à Casablanca. Amani agit comme vos yeux et vos mains sur place pendant que vous êtes à l'étranger.",
  "Key Holding": "Garde de clés",
  "Your keys are stored securely, ready for emergencies, visits or trusted professionals.": "Vos clés sont stockées en toute sécurité, prêtes pour les urgences, les visites ou des professionnels de confiance",
  "Secure key holding included in all plans": "Garde sécurisée des clés incluse dans tous les abonnements",
  "Scheduled visits to your property with a clear checklist and a short report after each round": "Visites programmées de votre propriété avec une checklist claire et un court rapport après chaque passage",
  "Included in every membership": "Inclus dans chaque abonnement",
  "Seasonal Care": "Seasonal Care",
  "Seasonal cleaning to freshen, air out and reset your home before and after the main seasons.": "Nettoyage saisonnier pour rafraîchir, aérer et remettre en ordre votre maison avant et après les saisons principales.",
  "2 to 4 visits per year depending on your plan": "2 à 4 visites par an selon votre abonnement",
  "On top of your membership, you can activate extra services for special stays, a fresh start or renovation projects": "En plus de votre abonnement, vous pouvez activer des services supplémentaires pour des séjours spéciaux, une remise en état ou des projets de rénovation",
  "Before you arrive, we bring your home back to life.": "Avant votre arrivée, nous redonnons vie à votre maison.",
  "One-off access and short supervision for trusted professionals.": "Accès ponctuel et supervision courte pour des professionnels de confiance.",
  "Remote supervision for your renovation and works.": "Supervision à distance de vos travaux et rénovations",
  "Compare memberships from 39€/month": "Comparez les abonnements à partir de 39€/mois",
  "Trusted local presence": "Présence locale de confiance",
  "A dedicated team looking after your home with structure, consistency and care.": "Une équipe dédiée veille sur votre maison avec structure, régularité et soin",
  "Clear reporting after each visit": "Compte rendu clair après chaque visite",
  "Every home check comes with photos, a short report and follow-up when something needs attention.": "Chaque home check comprend des photos, un court rapport et un suivi si quelque chose nécessite une attention particulière",
  "Your keys stay in a documented system. Access is only given to trusted, identified professionals.": "Vos clés restent dans un système documenté. L'accès n’est donné qu'à des professionnels identifiés et de confiance",
  "Built for MREs and second-home owners": "Conçu pour les MRE et les propriétaires de résidences secondaires",
  "We design everything for people living abroad who want peace of mind, not property logistics.": "Nous concevons tout pour les personnes vivant à l'étranger qui veulent de la tranquillité d'esprit, pas de la logistique immobilière",
  "More than a service. A trusted presence on the ground": "Plus qu’un service. Une présence de confiance sur place",
  "Amani was created for owners who live abroad but want their home in Morocco to stay protected, cared for and ready. Here is what makes our approach different”": "Amani a été créé pour les propriétaires vivant à l’étranger mais souhaitant que leur maison au Maroc reste protégée, entretenue et prête. Voici ce qui différencie notre approche.",
  "Get in touch & tell us about your home": "Contactez-nous et parlez-nous de votre maison",
  "Reach out on WhatsApp or through our form and tell us where your home is, how often you use it and what you need while you’re abroad.": "Contactez-nous sur WhatsApp ou via notre formulaire et dites-nous où se trouve votre maison, à quelle fréquence vous l’utilisez et ce dont vous avez besoin pendant que vous êtes à l’étranger",
  "Choose your membership & sign your contract": "Choisissez votre abonnement et signez votre contrat",
  "We help you choose between Basic, Standard or Premium, then we sign your membership contract and agree on how you want us to look after your home.": "Nous vous aidons à choisir entre Basic, Standard ou Premium, puis nous signons votre contrat d’abonnement et définissons la façon dont vous souhaitez que nous prenions soin de votre maison",
  "FreshStart visit & key handover": "Visite FreshStart et remise des clés",
  "We schedule your FreshStart: an initial visit with cleaning, airing and a full check of your home. During this visit, we collect your keys securely and register them in our key holding system.": "Nous planifions votre FreshStart : une visite initiale avec nettoyage, aération et contrôle complet de votre maison. Pendant cette visite, nous récupérons vos clés en toute sécurité et les enregistrons dans notre système de garde de clés.",
  "Ongoing care while you’re away": "Suivi continu pendant votre absence",
  "Your membership starts: monthly home checks, seasonal care and reports after each visit. When you need more, we activate add-ons like Welcome Home, ProAccess or Amani Works.": "Votre abonnement commence : des home checks mensuels, Seasonal Care et des rapports après chaque visite. Quand vous avez besoin de plus, nous activons des services additionnels comme Welcome Home, ProAccess ou Amani Works",
  "From first contact to regular care, step by step": "Du premier contact au suivi régulier, étape par étape",
  "We keep the process simple and transparent so you always know what happens next and when your membership starts": "Nous gardons le processus simple et transparent afin que vous sachiez toujours ce qui se passe ensuite et quand votre abonnement commence",
  "Talk to Amani about your home": "Parlez à Amani de votre maison",
  "Partnerships & Reputation": "Partenariats et réputation",
  "Trusted by key institutions in Morocco": "Plébiscité par des institutions clés au Maroc",
  "Banks and insurance companies rely on Amani for reliable home care, transparency and long-term service. Here are some of the partners who trust us.": "Les banques et compagnies d’assurance s’appuient sur Amani pour un suivi fiable, une transparence totale et un service de long terme. Voici quelques-uns des partenaires qui nous font confiance",
  "Amani home in numbers": "Amani Home en chiffres",
  "Numbers that speak for themselves": "Des chiffres qui parlent d’eux-mêmes",
  "You tell us what you want to transform": "Vous nous dites ce que vous souhaitez transformer",
  "You explain your project – repainting, bathroom upgrade, new kitchen, built-in furniture – and share your preferences, timing and approximate budget.": "Vous nous expliquez votre projet – peinture, rénovation de salle de bain, nouvelle cuisine, meubles sur mesure – et vous partagez vos préférences, vos délais et votre budget approximatif",
  "Based on your project, we consult our network and other professionals, request detailed quotes and shortlist one or two options that match your budget and expectations.": "À partir de votre projet, nous consultons notre réseau et d’autres professionnels, demandons des devis détaillés et sélectionnons une ou deux options qui correspondent à votre budget et à vos attentes",
  "You choose the quote, we launch and coordinate": "Vous choisissez le devis, nous lançons et nous coordonnons",
  "You validate the quote you prefer and the way you want to phase payments. We confirm everything with the contractor and become their main contact on your behalf.": "Vous validez le devis que vous préférez et la façon dont vous souhaitez échelonner les paiements. Nous confirmons tout avec l’entrepreneur et devenons son interlocuteur principal en votre nom",
  "We supervise on site and control quality until handover": "Nous supervisons sur place et contrôlons la qualité jusqu’à la remise finale",
  "We visit the site at key stages, share photos and videos, flag problems early, and help you request corrections so that the final result is as close as possible to what you agreed.": "Nous visitons le chantier aux étapes clés, partageons des photos et vidéos, signalons rapidement les problèmes et vous aidons à demander des corrections pour que le résultat final soit le plus proche possible de ce qui a été convenu.",
  "We find the right contractors and gather quotes" : "Nous trouvons les bons entrepreneurs et recueillons des devis.",
  "With Amani Works, you tell us what you want to change in your home, we find the right artisans, present you with quotes and then supervise the project on site in Morocco on your behalf.": "Avec Amani Works, vous nous dites ce que vous voulez changer dans votre maison, nous trouvons les bons artisans, vous présentons des devis puis supervisons le projet sur place au Maroc en votre nom.",
  "Available for members and non-members": "Disponible pour les membres et les non-membres",
  "Project fee:": "Frais de projet :",
  "of the agreed works budget": "du budget travaux convenu",
  "What Amani Works covers": "Ce que couvre Amani Works",
  "Clarifying your project, priorities and budget": "Clarification de votre projet, de vos priorités et de votre budget",
  "Sourcing and shortlisting artisans and contractors": "Recherche et sélection d’artisans et d’entrepreneurs",
  "Collecting one or two detailed quotes for you to choose from": "Collecte d’un ou deux devis détaillés parmi lesquels choisir",
  "On-site supervision with photos, videos and regular updates": "Supervision sur place avec photos, vidéos et mises à jour régulières",
  "Checks at key stages and before final payment": "Vérifications aux étapes clés et avant le paiement final",
  "Our fee is set at": "Nos frais sont fixés à",
  "of the works budget we agree together before starting. This covers sourcing contractors, coordination, supervision visits in Casablanca and reporting throughout the project.": "du budget travaux que nous définissons ensemble avant de commencer. Cela couvre la recherche d’entrepreneurs, la coordination, les visites de supervision à Casablanca et les rapports tout au long du projet.",
  "How Amani Works works": "Comment fonctionne Amani Works",
  "Instead of trying to run a renovation from abroad with random photos on WhatsApp, Amani becomes your project partner on the ground, from first idea to final checks.": "Au lieu d’essayer de gérer une rénovation à distance avec des photos aléatoires sur WhatsApp, Amani devient votre partenaire de projet sur le terrain, de la première idée aux vérifications finales.",
  "Amani is not a contractor — we represent your interests only. Our role is to make sure the work you pay for is done properly, transparently, and safely while you're abroad.": "Amani n’est pas un entrepreneur — nous représentons uniquement vos intérêts. Notre rôle est de nous assurer que les travaux que vous payez sont réalisés correctement, de manière transparente et en toute sécurité pendant que vous êtes à l’étranger.",
  "Talk to Amani about your renovation project": "Parlez à Amani de votre projet de rénovation",
  "Discover services": "Découvrir les services",
  "We register your property and access rules": "Nous enregistrons votre propriété et les règles d’accès",
  "We confirm your address, who is allowed to use your keys and in which situations we can open your home.": "Nous confirmons votre adresse, qui est autorisé à utiliser vos clés et dans quelles situations nous pouvons ouvrir votre maison.",
  "Keys are collected during your FreshStart visit or via a trusted person, then coded and stored without your address written on them.": "Les clés sont récupérées lors de votre visite FreshStart ou via une personne de confiance, puis codées et stockées sans que votre adresse n’y figure.",
  "Keys stored in a secure key cabinet": "Clés stockées dans une armoire sécurisée",
  "Your keys are held in Casablanca in a locked system with restricted access, used only for authorised visits or emergencies.": "Vos clés sont conservées à Casablanca dans un système verrouillé à accès restreint, utilisé uniquement pour des visites autorisées ou des urgences.",
  "Available when you or your providers need us": "Disponible lorsque vous ou vos prestataires avez besoin de nous",
  "When you need access for yourself, a guest or a professional, we organise the handover or activate services like ProAccess.": "Lorsque vous avez besoin d’un accès pour vous, un invité ou un professionnel, nous organisons la remise des clés ou activons des services comme ProAccess.",
  "Services · Included in every membership": "Services · Inclus dans chaque abonnement",
  "Amani holds your keys securely in Casablanca so your home is always accessible for planned visits, emergencies and trusted professionals – without relying on friends or neighbours.": "Amani garde vos clés en toute sécurité à Casablanca afin que votre maison reste accessible pour les visites planifiées, les urgences et les professionnels de confiance – sans dépendre des amis ou des voisins.",
  "Included in Basic, Standard & Premium": "Inclus dans Basic, Standard & Premium",
  "From 39€/month with home checks": "À partir de 39€/mois avec home checks",
  "What’s included with Key Holding": "Ce qui est inclus avec la garde de clés",
  "Secure storage of your keys": "Stockage sécurisé de vos clés",
  "Keys coded and stored without visible address": "Clés codées et stockées sans adresse visible",
  "Authorisation list for who can access your home": "Liste d’autorisations pour les personnes pouvant accéder à votre maison",
  "Access for emergencies and urgent visits": "Accès pour les urgences et les visites urgentes",
  "Key holding is the base of every membership – it allows us to inspect, prepare and protect your home while you’re abroad.": "La garde de clés est la base de chaque abonnement – elle nous permet d’inspecter, préparer et protéger votre maison pendant que vous êtes à l’étranger.",
  "We follow a clear, documented process so you always know where your keys are and how they can be used.": "Nous suivons un processus clair et documenté afin que vous sachiez toujours où se trouvent vos clés et comment elles peuvent être utilisées.",
  "We plan your visits based on your membership": "Nous planifions vos visites en fonction de votre abonnement",
  "Depending on your plan, we schedule 1, 2 or 4 home checks per month and define the days and time slots that work best for you.": "Selon votre abonnement, nous planifions 1, 2 ou 4 home checks par mois et définissons les jours et créneaux horaires qui vous conviennent le mieux.",
  "We visit your home with a clear checklist": "Nous visitons votre maison avec une checklist claire",
  "During each visit, we follow a structured checklist: doors and windows, signs of humidity, leaks, electricity, appliances, balconies, and overall condition.": "Lors de chaque visite, nous suivons une checklist structurée : portes et fenêtres, signes d’humidité, fuites, électricité, électroménager, balcons et état général.",
  "We document what we see": "Nous documentons ce que nous observons",
  "If something looks unusual, we take photos or short videos so you can see exactly what we see from abroad.": "Si quelque chose semble inhabituel, nous prenons des photos ou de courtes vidéos afin que vous puissiez voir exactement ce que nous voyons, depuis l’étranger.",
  "You receive a short report after each check": "Vous recevez un court rapport après chaque visite",
  "After every home check, you receive a brief summary with key observations and, when necessary, suggestions for next steps.": "Après chaque home check, vous recevez un bref résumé avec les points clés observés et, si nécessaire, des suggestions pour les prochaines étapes.",
  "We visit your home in Casablanca at a regular rhythm to make sure everything is in order – so your property doesn’t stay closed and unchecked for months while you’re abroad.": "Nous visitons votre maison à Casablanca à un rythme régulier pour nous assurer que tout est en ordre – pour que votre propriété ne reste pas fermée et non vérifiée pendant des mois pendant que vous êtes à l’étranger.",
  "Included in Silver, Gold & Platinum": "Inclus dans Silver, Gold & Platinum",
  "1, 2 or 4 visits per month depending on your plan": "1, 2 ou 4 visites par mois selon votre abonnement",
  "Regular on-site visits to your property": "Visites régulières sur place de votre propriété",
  "Structured checklist for every home check": "Checklist structurée pour chaque home check",
  "Photos or videos when something needs your attention": "Photos ou vidéos lorsqu’un point nécessite votre attention",
  "Short written report after each visit": "Court rapport écrit après chaque visite",
  "Home checks are the core of your membership: they help detect small issues before they become expensive problems.": "Les home checks sont au cœur de votre abonnement : ils permettent de détecter les petits problèmes avant qu’ils ne deviennent coûteux.",
  "How our home checks work": "Comment fonctionnent nos home checks",
  "From scheduling to reporting, the process is clear so you always know when your home was last visited and what we observed.": "De la planification aux rapports, le processus est clair pour que vous sachiez toujours quand votre maison a été visitée pour la dernière fois et ce que nous avons observé.",
  "You tell us who needs access and why": "Vous nous dites qui a besoin d’un accès et pourquoi",
  "You share who is coming (plumber, electrician, delivery, technician), on which day and at what time, so we can organise the access slot.": "Vous nous indiquez qui vient (plombier, électricien, livraison, technicien), quel jour et à quelle heure, afin que nous puissions organiser le créneau d’accès.",
  "We open and close your home for them": "Nous ouvrons et fermons votre maison pour eux",
  "An Amani operator goes on site, opens the property, lets the professional in and stays available on site or nearby depending on what is needed.": "Un opérateur Amani se rend sur place, ouvre la propriété, laisse entrer le professionnel et reste disponible sur place ou à proximité selon ce qui est nécessaire.",
  "We keep an eye on what’s being done": "Nous gardons un œil sur ce qui est fait",
  "We supervise the visit for a short period, check that the work or intervention matches what was agreed and answer basic questions if needed.": "Nous supervisons la visite pendant une courte période, vérifions que les travaux ou l’intervention correspondent à ce qui a été convenu et répondons aux questions de base si besoin.",
  "We close, secure and report back to you": "Nous fermons, sécurisons et vous faisons un retour",
  "Once the visit is over, we close and secure your property again and send you a short summary with photos or notes, depending on the situation.": "Une fois la visite terminée, nous fermons et sécurisons à nouveau votre propriété et vous envoyons un court résumé avec des photos ou des notes, selon la situation.",
  "Add-on · Open your home for trusted professionals": "Service additionnel · Ouvrir votre maison pour des professionnels de confiance",
  "ProAccess is our one-off access service when a professional needs to enter your home and you can’t be in Morocco. We open, supervise shortly and secure the property again so your keys never circulate from hand to hand.": "ProAccess est notre service d’accès ponctuel lorsqu’un professionnel doit entrer chez vous et que vous ne pouvez pas être au Maroc. Nous ouvrons, supervisons brièvement et sécurisons de nouveau la propriété afin que vos clés ne circulent jamais de main en main.",
  "Available to members and non-members": "Disponible pour les membres et les non-membres",
  "Priority access for Standard & Premium members": "Accès prioritaire pour les membres Standard & Premium",
  "When to use ProAccess": "Quand utiliser ProAccess",
  "Repairs and maintenance: plumber, electrician, AC, etc.": "Réparations et maintenance : plombier, électricien, climatisation, etc.",
  "Technicians, inspections or meter readings": "Techniciens, inspections ou relevés de compteurs",
  "Deliveries that must be received inside the property": "Livraisons devant être reçues à l’intérieur de la propriété",
  "Any situation where a trusted professional needs access while you are abroad": "Toute situation où un professionnel de confiance a besoin d’un accès pendant que vous êtes à l’étranger",
  "ProAccess is priced per visit with a clear confirmation before each intervention. Standard and Premium members benefit from priority when booking time slots.": "ProAccess est facturé par visite avec une confirmation claire avant chaque intervention. Les membres Standard et Premium bénéficient d’une priorité lors de la réservation des créneaux.",
  "How ProAccess works": "Comment fonctionne ProAccess",
  "You don’t need to send your keys through family or neighbours anymore. Amani opens the door, stays present for a short supervision and closes your home again under a clear, professional process.": "Vous n’avez plus besoin d’envoyer vos clés par la famille ou les voisins. Amani ouvre la porte, reste présent pour une courte supervision et referme votre maison dans le cadre d’un processus clair et professionnel.",
  "We plan your seasonal visits ahead of time": "Nous planifions vos visites saisonnières à l’avance",
  "We agree on the best periods for Seasonal Care based on how often you visit Morocco and how your home is used.": "Nous convenons des meilleures périodes pour Seasonal Care en fonction de la fréquence de vos séjours au Maroc et de l’utilisation de votre maison.",
  "We refresh and reset your home": "Nous rafraîchissons et remettons en ordre votre maison",
  "Our team cleans, dusts, airs out and resets the main rooms so your home doesn’t stay closed and stale for months.": "Notre équipe nettoie, dépoussière, aère et remet en ordre les pièces principales afin que votre maison ne reste pas fermée et étouffée pendant des mois.",
  "We air, ventilate and check for humidity": "Nous aérons, ventilons et vérifions l’humidité",
  "We open windows where possible, check for damp, odors or signs of mold, and let you know if something needs extra attention.": "Nous ouvrons les fenêtres lorsque c’est possible, vérifions l’humidité, les odeurs ou signes de moisissure et vous informons si quelque chose nécessite une attention particulière.",
  "You arrive to a home that feels alive again": "Vous arrivez dans une maison qui semble à nouveau vivante",
  "Seasonal Care makes it easier to arrive, unpack and enjoy your stay instead of starting with cleaning and inspections.": "Seasonal Care vous permet d’arriver, de défaire vos bagages et de profiter plus facilement de votre séjour au lieu de commencer par le ménage et les inspections.",
  "Seasonal Care is a deeper refresh of your home before and after the main seasons, so your property doesn’t sit closed, dusty or humid for too long while you’re abroad.": "Seasonal Care est une remise en fraîcheur plus profonde de votre maison avant et après les saisons principales, pour que votre propriété ne reste pas fermée, poussiéreuse ou humide trop longtemps pendant que vous êtes à l’étranger.",
  "2 Seasonal Care visits per year in Basic & Standard": "2 visites Seasonal Care par an pour Basic & Standard",
  "4 Seasonal Care visits per year in Premium": "4 visites Seasonal Care par an pour Premium",
  "What’s included with Seasonal Care": "Ce qui est inclus avec Seasonal Care",
  "Seasonal cleaning of key living areas": "Nettoyage saisonnier des principales pièces de vie",
  "Airing and ventilation of the property": "Aération et ventilation de la propriété",
  "Planned visits before and after key seasons": "Visites planifiées avant et après les saisons clés",
  "Quick reset so your home feels ready sooner": "Remise en état rapide pour que votre maison se sente prête plus vite",
  "Seasonal Care works together with your monthly home checks so your property stays clean, aired and easier to enjoy when you return.": "Seasonal Care fonctionne en complément de vos home checks mensuels afin que votre propriété reste propre, aérée et plus agréable à vivre à votre retour.",
  "How Seasonal Care works": "Comment fonctionne Seasonal Care",
  "We combine planning, cleaning and airing so your seasonal visits to Morocco start smoother, with less effort on your side.": "Nous combinons planification, nettoyage et aération pour que vos séjours saisonniers au Maroc commencent plus sereinement, avec moins d’efforts de votre côté.",
  "You tell us when you’re coming – and what you need": "Vous nous dites quand vous arrivez – et ce dont vous avez besoin",
  "Before your trip, you share your arrival date, time and whether you’d like us to prepare basics like water, breakfast items or a full fridge.": "Avant votre voyage, vous nous communiquez votre date et heure d’arrivée et si vous souhaitez que nous préparions les essentiels : eau, produits pour le petit-déjeuner ou un frigo complet.",
  "We open and refresh your home before you arrive": "Nous ouvrons et rafraîchissons votre maison avant votre arrivée",
  "We go on site ahead of your arrival to open the apartment, air it out, check the main rooms and make sure everything feels safe and ready.": "Nous nous rendons sur place avant votre arrivée pour ouvrir l’appartement, l’aérer, vérifier les pièces principales et nous assurer que tout semble sûr et prêt.",
  "We manage your groceries via Glovo and put everything away": "Nous gérons vos courses via Glovo et rangeons tout",
  "Using your Glovo order or a shopping list you approve, we receive the delivery on your behalf, store fresh items in the fridge and cupboards and remove the packaging.": "À partir de votre commande Glovo ou d’une liste de courses que vous validez, nous recevons la livraison pour vous, rangeons les produits frais dans le frigo et les placards et retirons les emballages.",
  "You arrive to a home that feels lived-in, not closed": "Vous arrivez dans une maison habitée, pas dans un logement fermé",
  "Beds and essentials can be prepared, the apartment is aired and stocked, so you start your stay by resting – not by cleaning and running to the supermarket.": "Les lits et les essentiels peuvent être préparés, l’appartement est aéré et approvisionné, afin que vous commenciez votre séjour en vous reposant – pas en faisant le ménage ou les courses.",
  "Add-on · For your arrivals in Morocco": "Service additionnel · Pour vos arrivées au Maroc",
  "Welcome Home is our pre-arrival service so you don’t open a closed, dusty apartment after a long flight. We refresh your home, receive your groceries via ": "Welcome Home est notre service avant arrivée pour éviter d’ouvrir un appartement fermé et poussiéreux après un long vol. Nous rafraîchissons votre maison, recevons vos courses via ",
  " and put everything away so you can simply arrive and feel at home.": " et rangeons tout afin que vous puissiez simplement arriver et vous sentir chez vous.",
  "Reserved for Amani members in Casablanca": "Réservé aux membres Amani à Casablanca",
  "Welcome Home from": "Welcome Home à partir de",
  " per visit (excluding groceries)": " par visite (hors courses)",
  "What’s included with Welcome Home": "Ce qui est inclus avec Welcome Home",
  "Pre-arrival visit to open, air and check your home": "Visite avant arrivée pour ouvrir, aérer et vérifier votre maison",
  "Light reset of main rooms so the apartment feels fresh": "Remise en ordre légère des pièces principales pour que l’appartement paraisse frais",
  "Groceries managed via Glovo and stored in your kitchen": "Courses gérées via Glovo et rangées dans votre cuisine",
  "Beds and essentials ready for your first night": "Lits et essentiels prêts pour votre première nuit",
  "The service starts from": "Le service commence à partir de",
  "per visit for our members in Casablanca. The Glovo order itself is paid directly from your Glovo account or according to the arrangement we agree together.": "par visite pour nos membres à Casablanca. La commande Glovo est payée directement depuis votre compte Glovo ou selon l’arrangement que nous définissons ensemble.",
  "How Welcome Home works": "Comment fonctionne Welcome Home",
  "From the moment you share your arrival date, we coordinate the visit, groceries and preparation so your home feels open, stocked and welcoming when you turn the key.": "Dès que vous nous communiquez votre date d’arrivée, nous coordonnons la visite, les courses et la préparation pour que votre maison soit ouverte, approvisionnée et accueillante au moment où vous tournez la clé.",
  "About Amani Home": "À propos d’Amani Home",
  "A local team looking after your home in Morocco while you’re away": "Une équipe locale qui veille sur votre maison au Maroc pendant votre absence",
  "Amani Home was created for owners who love their home in Morocco but cannot be there all year. We provide structured, local care so your property stays ready, safe and alive between each stay.": "Amani Home a été créée pour les propriétaires qui aiment leur maison au Maroc mais ne peuvent pas y être toute l’année. Nous offrons un suivi structuré et local pour que votre propriété reste prête, sûre et vivante entre chaque séjour.",
  "Based in Casablanca": "Basé à Casablanca",
  "with operators on the ground visiting your home in person.": "avec des opérateurs sur le terrain qui visitent votre maison en personne.",
  "Built for owners abroad": "Conçu pour les propriétaires vivant à l’étranger",
  "who need clarity, trust and a simple way to stay in control.": "qui ont besoin de clarté, de confiance et d’un moyen simple de garder le contrôle.",
  "you get regular home checks, secure key holding and seasonal care.": "vous bénéficiez de home checks réguliers, d’une garde sécurisée des clés et de Seasonal Care.",
  "Giving you peace of mind between every stay": "Vous offrir de la tranquillité d’esprit entre chaque séjour",
  "When a home stays closed for months, small issues can quickly become big problems: humidity, leaks, insects, dust, angry neighbours or lost value. Amani exists to prevent this and to give you a clear, structured way to look after your property from abroad.": "Lorsqu’une maison reste fermée pendant des mois, de petits problèmes peuvent vite devenir de gros soucis : humidité, fuites, insectes, poussière, voisins mécontents ou perte de valeur. Amani existe pour éviter cela et vous offrir une manière claire et structurée de prendre soin de votre propriété depuis l’étranger.",
  "Why owners choose Amani": "Pourquoi les propriétaires choisissent Amani",
  "Instead of relying on neighbours, family or improvised solutions, you have a dedicated contact, scheduled visits and written reports. Your keys are stored securely in Casablanca and every visit follows a standard checklist, so nothing is left to chance.": "Au lieu de dépendre des voisins, de la famille ou de solutions improvisées, vous avez un interlocuteur dédié, des visites planifiées et des rapports écrits. Vos clés sont stockées en toute sécurité à Casablanca et chaque visite suit une checklist standardisée, pour que rien ne soit laissé au hasard.",
  "Whether you come once a year or every month, Amani helps you arrive to a home that feels cared for, not abandoned.": "Que vous veniez une fois par an ou tous les mois, Amani vous aide à retrouver une maison entretenue, pas un bien abandonné.",
  "How we work": "Notre façon de travailler",
  "Four things you can expect from us": "Quatre choses que vous pouvez attendre de nous",
  "Transparency": "Transparence",
  "After each visit, you receive a short report with photos, notes and clear next steps if we notice something unusual.": "Après chaque visite, vous recevez un court rapport avec des photos, des notes et des prochaines étapes claires si nous remarquons quelque chose d’inhabituel.",
  "Trust & security": "Confiance et sécurité",
  "Your keys are coded and stored securely in Casablanca. Access is tracked and only used for planned visits or agreed interventions.": "Vos clés sont codées et stockées en toute sécurité à Casablanca. Les accès sont tracés et utilisés uniquement pour des visites planifiées ou des interventions convenues.",
  "Consistency": "Régularité",
  "Monthly home checks follow a fixed checklist so the same points are verified every time, not just when someone remembers.": "Les home checks mensuels suivent une checklist fixe afin que les mêmes points soient vérifiés à chaque fois, et pas seulement lorsque quelqu’un y pense.",
  "Local coordination": "Coordination locale",
  "For deeper work, cleaning or renovation, we coordinate local professionals, supervise and keep you updated remotely.": "Pour des travaux plus lourds, du nettoyage ou des rénovations, nous coordonnons les professionnels locaux, supervisons et vous tenons informé à distance.",
  "A small, dedicated structure": "Une structure à taille humaine",
  "Close enough to knock on your door, even when you can’t": "Assez proche pour frapper à votre porte, même lorsque vous ne le pouvez pas",
  "Amani is based in Casablanca with operators who physically visit your home, speak with neighbours when needed and understand how buildings really age in Morocco.": "Amani est basé à Casablanca avec des opérateurs qui visitent physiquement votre maison, discutent avec les voisins si nécessaire et comprennent comment les immeubles vieillissent réellement au Maroc.",
  "Around this core, we work with a network of trusted cleaning teams, maintenance specialists and renovation professionals that we activate when your project requires it.": "Autour de ce noyau, nous travaillons avec un réseau d’équipes de nettoyage de confiance, de spécialistes de la maintenance et de professionnels de la rénovation que nous activons quand votre projet le nécessite.",
  "You keep control of the decisions. We handle the ground work.": "Vous gardez le contrôle des décisions. Nous gérons le terrain.",
  "Ready to talk about your home in Morocco?": "Prêt à parler de votre maison au Maroc ?",
  "Tell us where your property is, how often you use it and what you worry about the most. We’ll help you choose the right membership and first steps.": "Dites-nous où se trouve votre propriété, à quelle fréquence vous l’utilisez et ce qui vous préoccupe le plus. Nous vous aiderons à choisir l’abonnement adapté et les premières étapes.",
  "Talk to Amani": "Parlez à Amani",
  "Let's get in touch": "Entrons en contact",
  "Tell us more about your request and we’ll get back to you shortly.": "Dites-nous en plus sur votre demande et nous reviendrons vers vous rapidement.",
  "Full Name": "Nom complet",
  "Phone Number": "Numéro de téléphone",
  "Your Address (City, Country)": "Votre adresse (Ville, Pays)",
  "Property Address in Morocco": "Adresse de la propriété au Maroc",
  "Approximate Size (in m²)": "Surface approximative (en m²)",
  "Which service or plan are you interested in?": "Pour quel service ou abonnement êtes-vous intéressé(e) ?",
  "Additional notes (optional)": "Notes supplémentaires (optionnel)",
  "Send via WhatsApp": "Envoyer via WhatsApp",
  "What is Amani and how does your remote home care service in Morocco work?": "Qu’est-ce qu’Amani et comment fonctionne votre service de gestion à distance des maisons au Maroc ?",
  "Amani is a remote home care and property management service for owners who have a home in Morocco but live abroad or travel often. We store your keys securely in Casablanca, organise regular Home Checks and Seasonal Care, and coordinate extra services when you need more support. You receive clear reports after each visit so you always know what is happening in your Moroccan property, even when you are not there.": "Amani est un service de gestion à distance des maisons et de gestion de biens pour les propriétaires qui ont une maison au Maroc mais vivent à l’étranger ou voyagent souvent. Nous stockons vos clés en toute sécurité à Casablanca, organisons des Home Checks réguliers et Seasonal Care, et coordonnons des services supplémentaires lorsque vous avez besoin de plus de soutien. Vous recevez des rapports clairs après chaque visite afin de toujours savoir ce qui se passe dans votre propriété au Maroc, même lorsque vous n’y êtes pas.",
  "How much does an Amani membership cost and what is included from 39€/month?": "Combien coûte un abonnement Amani et qu’est-ce qui est inclus à partir de 39€/mois ?",
  "Our memberships start from 39€/month and include secure key holding, regular Home Checks and basic Seasonal Care depending on the plan you choose. You can then add on extra services such as Welcome Home, ProAccess or Amani Works when you need deeper cleaning, professional access or renovation support.": "Nos abonnements commencent à 39€/mois et incluent une garde sécurisée des clés, des Home Checks réguliers et un Seasonal Care de base selon l’abonnement choisi. Vous pouvez ensuite ajouter des services complémentaires comme Welcome Home, ProAccess ou Amani Works lorsque vous avez besoin d’un nettoyage plus poussé, d’accès professionnels ou d’accompagnement pour vos rénovations.",
  "Is Amani only for Moroccans living abroad (MRE) or can local owners also use your service?": "Amani est-il uniquement destiné aux Marocains résidant à l’étranger (MRE) ou les propriétaires locaux peuvent-ils aussi utiliser votre service ?",
  "Amani was created first for MRE and international owners who cannot be in Morocco regularly, but local owners in Casablanca and surroundings also use our service. If you travel often, live in another city or simply prefer a professional team to look after your home, you can subscribe to any of our memberships.": "Amani a d’abord été créé pour les MRE et les propriétaires internationaux qui ne peuvent pas être régulièrement au Maroc, mais des propriétaires locaux à Casablanca et dans les environs utilisent également notre service. Si vous voyagez souvent, vivez dans une autre ville ou préférez simplement qu’une équipe professionnelle s’occupe de votre maison, vous pouvez souscrire à n’importe lequel de nos abonnements.",
  "What is FreshStart and how do Home Checks help protect my property while I am away?": "Qu’est-ce que FreshStart et comment les Home Checks aident-ils à protéger ma propriété pendant mon absence ?",
  "FreshStart is our initial visit before your membership really starts. During this visit, we air the property, check each room, do a first cleaning and document the current state of your home with photos and notes. Then, your regular Home Checks follow a clear checklist: doors and windows, water and electricity, signs of humidity or leaks, mail, and general condition. This helps catch small issues before they become bigger problems.": "FreshStart est notre première visite, avant le démarrage réel de votre abonnement. Lors de cette visite, nous aérons la propriété, vérifions chaque pièce, effectuons un premier nettoyage et documentons l’état actuel de votre maison avec des photos et des notes. Ensuite, vos Home Checks réguliers suivent une checklist claire : portes et fenêtres, eau et électricité, signes d’humidité ou de fuite, courrier et état général. Cela permet de repérer les petits problèmes avant qu’ils ne deviennent plus importants.",
  "How does Amani Works manage renovation and construction projects remotely?": "Comment Amani Works gère-t-il les projets de rénovation et de travaux à distance ?",
  "Amani Works is our coordination and supervision service for renovation and works when you cannot be on site yourself. You tell us about your project, we source and shortlist trusted professionals, then present you one or two quotes so you can decide how you want to move forward. Once you choose, we coordinate the works, follow progress on the ground, check quality and keep you updated with photos, videos and reports until completion. Our fee is 25% of the total works budget.": "Amani Works est notre service de coordination et de supervision pour les rénovations et travaux lorsque vous ne pouvez pas être présent sur place. Vous nous présentez votre projet, nous recherchons et sélectionnons des professionnels de confiance, puis nous vous présentons un ou deux devis pour que vous décidiez de la suite. Une fois votre choix fait, nous coordonnons les travaux, suivons l’avancement sur le terrain, vérifions la qualité et vous tenons informé grâce à des photos, vidéos et rapports jusqu’à la fin. Nos frais s’élèvent à 25 % du budget total des travaux.",
  "How are my keys and access to my home in Morocco kept safe with Amani?": "Comment mes clés et l’accès à ma maison au Maroc sont-ils sécurisés avec Amani ?",
  "Your keys are stored in a secure key holding system in Casablanca with a unique code instead of your name or address. Only authorised Amani operators can access the keys when a visit or a service is planned, and every movement is logged.": "Vos clés sont stockées dans un système de garde sécurisé à Casablanca avec un code unique au lieu de votre nom ou adresse. Seuls les opérateurs Amani autorisés peuvent y accéder lorsqu’une visite ou un service est prévu, et chaque mouvement est enregistré.",
  "Frequently asked questions": "Questions fréquentes",
  "Understand how Amani protects your home in Morocco": "Comprendre comment Amani protège votre maison au Maroc",
  "Here are answers to the main questions owners ask us about memberships, FreshStart, Amani Works and how remote home care works when you live abroad.": "Voici les réponses aux principales questions que les propriétaires nous posent sur les abonnements, FreshStart, Amani Works et le fonctionnement de la gestion à distance lorsque vous vivez à l’étranger.",
  "Still unsure? Talk to Amani about your home": "Vous hésitez encore ? Discutez de votre maison avec Amani",
  "Light care": "Suivi léger",
  "Essential care while you’re abroad.": "L’essentiel pendant que vous êtes à l’étranger.",
  "1 home check per month": "1 home check par mois",
  "2 home checks per month" : "2 home checks par mois",
  "2 seasonal care visits per year": "2 visites Seasonal Care par an",
  "Owners who want us to keep an eye on the home without too much intervention.": "Pour les propriétaires qui souhaitent que l’on garde un œil sur leur maison sans trop d’intervention.",
  "Closer follow-up for complete peace of mind.": "Un suivi plus rapproché pour une tranquillité d’esprit maximale.",
  "Most popular": "Le plus populaire",
  "Priority on ProAccess visits": "Priorité sur les visites ProAccess",
  "Owners who want us to look after their home more closely and receive regular updates.": "Pour les propriétaires qui souhaitent un suivi plus rapproché et des mises à jour régulières.",
  "Maximum vigilance": "Vigilance maximale",
  "We look after your home as if it were ours.": "Nous veillons sur votre maison comme si c’était la nôtre.",
  "4 home checks per month (weekly)": "4 home checks par mois (hebdomadaires)",
  "4 seasonal care visits per year": "4 visites Seasonal Care par an",
  "High priority on ProAccess": "Haute priorité sur ProAccess",
  "Enhanced coordination for issues and works": "Coordination renforcée pour les problèmes et les travaux",
  "Owners who expect full vigilance and premium responsiveness while they’re abroad.": "Pour les propriétaires qui attendent une vigilance totale et une réactivité premium pendant leur absence.",
  "Memberships · Casablanca": "Abonnements · Casablanca",
  "Choose how closely we look after your home.": "Choisissez à quel point nous veillons sur votre maison.",
  "From 39€/month, every plan includes secure key holding, home checks and seasonal care. You only add extra services when you need more.": "À partir de 39€/mois, chaque formule inclut la garde sécurisée des clés, des home checks et Seasonal Care. Vous n’ajoutez des services supplémentaires que lorsque vous en avez besoin.",
  "Best for": "Idéal pour",
  "Choose this plan": "Choisir cette formule",
  "Secure key holding in Casablanca": "Garde sécurisée des clés à Casablanca",
  "Home checks according to your plan": "Home checks selon votre abonnement",
  "Short report after every visit": "Court rapport après chaque visite",
  "Available as add-ons": "Disponibles en services additionnels",
  "Welcome Home – home preparation": "Welcome Home – préparation de la maison",
  "ProAccess – access and short supervision": "ProAccess – accès et supervision courte",
  "Amani Works – remote supervision": "Amani Works – supervision à distance",
  "As if you were there.": "Comme si vous y étiez.",
  "Scheduled visits to your property with a clear checklist and a short report after each round." :"Visites programmées de votre propriété avec une checklist claire et un court rapport après chaque passage.",
  "Add services when you need more" :"Ajoutez des services lorsque vous en avez besoin de plus ",
  "On top of your membership, you can activate extra services for special stays, a fresh start or renovation projects.": "En plus de votre abonnement, vous pouvez activer des services supplémentaires pour des séjours spéciaux, un nouveau départ ou des projets de rénovation.",
  "Why owners choose Amani ?" : "Pourquoi les propriétaires choisissent Amani ?",
  "More than a service. A trusted presence on the ground." : "Plus qu'un service. Une présence de confiance sur le terrain.",
  "Amani was created for owners who live abroad but want their home in Morocco to stay protected, cared for and ready. Here is what makes our approach different." : "Amani a été créée pour les propriétaires résidant à l'étranger qui souhaitent que leur résidence au Maroc reste protégée, entretenue et prête à l'emploi. Voici ce qui distingue notre approche.",
  "How it works" : "Comment ça marche",
  "From first contact to regular care, step by step." : "Du premier contact aux soins réguliers, étape par étape.",
  "We keep the process simple and transparent so you always know what happens next and when your membership starts." : " Nous veillons à ce que le processus soit simple et transparent afin que vous sachiez toujours ce qui se passe ensuite et quand votre adhésion commence. ",
  "What exactly does Amani do while I’m abroad?" : " Que fait exactement Amani pendant que je suis à l’étranger ? ",
  "Amani looks after your home in Casablanca while you’re away: we hold your keys securely, visit your property on a fixed schedule, check for issues and keep you updated after each visit. Depending on your membership, we also organise seasonal care to air, clean and reset your home before and after key periods." : " Amani veille sur votre maison à Casablanca pendant votre absence : nous conservons vos clés en toute sécurité, visitons votre propriété selon un calendrier fixe, vérifions l'état de votre logement et vous tenons informé après chaque visite. Selon votre formule d'abonnement, nous organisons également un entretien saisonnier pour aérer, nettoyer et remettre votre maison en état avant et après chaque période de location. ",
  "How do your memberships work?" : " Comment fonctionnent votre abonnement ? ",
"You choose between three memberships from 39€/month. Each plan includes secure key holding and regular home checks, with more visits and seasonal care as you move from Basic to Premium. You can then add services like Welcome Home, ProAccess or Amani Works whenever you need more support.": " Vous avez le choix entre trois formules à partir de 39 €/mois. Chaque formule inclut la garde sécurisée des clés et des visites régulières à domicile, avec des visites plus fréquentes et un accompagnement saisonnier en passant de la formule Basique à la formule Premium. Vous pouvez ensuite ajouter des services comme Welcome Home, ProAccess ou Amani Works selon vos besoins. ",
"Do I need to be in Morocco to start with Amani?" : "Dois-je être au Maroc pour commencer avec Amani ?",
"No. Many of our clients live abroad. We can start with a remote onboarding, then schedule your FreshStart visit and key handover when someone you trust is available on site. From there, your membership begins and we take care of your home according to the plan you’ve chosen." : "Non. Nombre de nos clients résident à l'étranger. Nous pouvons commencer par une prise en main à distance, puis programmer votre visite de bienvenue et la remise des clés lorsqu'une personne de confiance sera disponible sur place. Votre abonnement débutera alors et nous prendrons soin de votre logement selon la formule choisie.",
"Questions from owners like you" : " Questions de propriétaires comme vous ",
"Need quick answers before you decide?" :"Besoin de réponses rapides avant de vous décider ?",
"Here are some of the most common questions we get from MRE and expatriate owners." : "Voici quelques-unes des questions les plus fréquemment posées par les propriétaires de MRE et les expatriés.",
"How our key holding works" : " Comment fonctionne notre système de gestion des clés ?",
"What’s included with Home Checks" : "Ce qui est inclus avec Home Checks",
"Controlled & secure key holding" : "Gestion des clés contrôlée et sécurisée"
}
