{
  "Services": "Servicios",
  "Pricing & Plans": "Precios y Planes",
  "About Us": "Sobre nosotros",
  "Get in Touch": "Contáctanos",
  "Client Portal": "Portal del Cliente",
  "Operator Portal": "Portal del Operador",
  "Admin Portal": "Portal de Administración",
  "Our Tailored Services for Your Peace of Mind": "Nuestros servicios personalizados para tu tranquilidad",
  "Explore our property management solutions, designed to simplify your life.": "Descubre nuestras soluciones de gestión inmobiliaria, diseñadas para simplificar tu vida.",
  "Included in Our Subscriptions": "Incluido en nuestras suscripciones",
  "On-Demand Additional Services": "Servicios adicionales a demanda",
  "Can't find what you need?": "¿No encuentras lo que necesitas?",
  "Contact us for a custom solution": "Contáctanos para una solución personalizada",
  "Contact Us": "Contáctanos",
  "Request This Service": "Solicitar este servicio",
  "Welcome back to peace of mind": "Bienvenido de nuevo a la tranquilidad",
  "Explore Services": "Explorar servicios",
  "Discover Plans": "Descubrir planes",
  "Monthly Checks": "Revisiones mensuales",
  "Monthly Property Checks": "Revisiones mensuales de la propiedad",
  "Key Holding": "Custodia de llaves",
  "Keys Care": "Cuidado de llaves",
  "Mail Collection": "Recogida de correo",
  "Preventive Maintenance": "Mantenimiento preventivo",
  "Welcome Home Service": "Servicio de bienvenida a casa",
  "Airport Transfers": "Traslados al aeropuerto",
  "Emergency Repairs": "Reparaciones de emergencia",
  "Fast intervention for urgent issues: plumbing, electrical...": "Intervención rápida para problemas urgentes: fontanería, electricidad...",
  "When a problem can't wait, we're here.": "Cuando un problema no puede esperar, estamos aquí.",
  "A water leak, an electrical outage, a malfunctioning air conditioner... These are the kinds of emergencies that require quick and reliable action — especially when you're not there to handle it yourself.": "Una fuga de agua, un corte eléctrico, un aire acondicionado averiado... Son emergencias que requieren una acción rápida y fiable, especialmente cuando no puedes gestionarlo tú mismo.",
  "Our teams intervene promptly to minimize damage, restore functionality, and give you peace of mind.": "Nuestros equipos intervienen rápidamente para minimizar daños, restaurar la funcionalidad y darte tranquilidad.",
  "What we cover:": "Qué cubrimos:",
  "Urgent plumbing issues (leaks, clogged drains, burst pipes)": "Problemas urgentes de fontanería (fugas, desagües obstruidos, tuberías rotas)",
  "Electrical failures (short circuits, power loss, tripped breakers)": "Fallos eléctricos (cortocircuitos, pérdida de energía, disyuntores activados)",
  "Air conditioning or heating breakdowns": "Averías de aire acondicionado o calefacción",
  "Basic troubleshooting and temporary fixes when a full repair needs scheduling": "Soluciones básicas y arreglos temporales cuando se necesita programar una reparación completa",
  "Why choose Amani for emergency repairs?": "¿Por qué elegir Amani para reparaciones de emergencia?",
  "Fast dispatch of qualified technicians": "Envío rápido de técnicos cualificados",
  "Transparent follow-up with photos and report": "Seguimiento transparente con fotos e informe",
  "Clear quote if additional repairs are needed": "Presupuesto claro si se necesitan reparaciones adicionales",
  "No need to be present — we coordinate everything": "No necesitas estar presente — coordinamos todo",
  "With Amani, your property is in safe hands — even when the unexpected strikes.": "Con Amani, tu propiedad está en buenas manos, incluso cuando ocurre lo inesperado.",
  "Handyman Services": "Servicios de manitas",
  "Painting, renovations, and general maintenance.": "Pintura, renovaciones y mantenimiento general.",
  "Interior painting and wall repairs": "Pintura interior y reparaciones de paredes",
  "Small carpentry jobs and adjustments": "Pequeños trabajos de carpintería y ajustes",
  "Shelving, curtain rods, and decorative installations": "Estanterías, barras de cortina e instalaciones decorativas",
  "Fixing doors, locks, windows, and handles": "Reparación de puertas, cerraduras, ventanas y manillas",
  "Assembly of small furniture pieces": "Montaje de pequeños muebles",
  "Punctual, courteous, and qualified operators": "Operarios puntuales, corteses y cualificados",
  "Clean work and attention to detail": "Trabajo limpio y atención al detalle",
  "No need to coordinate – we manage everything": "No necesitas coordinar — gestionamos todo",
  "Property Insurance Assistance": "Asistencia en seguros de propiedad",
  "Guidance for home insurance subscription and claims.": "Asesoramiento para la suscripción y reclamaciones de seguros de hogar.",
  "Appliance Installation": "Instalación de electrodomésticos",
  "Assembly of furniture, installation of home appliances.": "Montaje de muebles, instalación de electrodomésticos.",
  "Deep Cleaning": "Limpieza profunda",
  "Full property cleaning before your arrival.": "Limpieza completa de la propiedad antes de tu llegada.",
  "Grocery & Home Stocking": "Compra y abastecimiento del hogar",
  "Stocking your home with essentials before you arrive.": "Abastecimiento de tu hogar con lo esencial antes de tu llegada.",
  "Pool & Garden Maintenance": "Mantenimiento de piscina y jardín",
  "Keep your outdoor spaces clean, green, and ready to enjoy.": "Mantén tus espacios exteriores limpios, verdes y listos para disfrutar.",
  "Security & Smart Home Installation": "Instalación de seguridad y domótica",
  "Installation of alarms, smart locks, surveillance systems.": "Instalación de alarmas, cerraduras inteligentes, sistemas de vigilancia.",
  "Car Maintenance & Storage": "Mantenimiento y almacenamiento de coches",
  "Keep your vehicle safe, serviced, and ready to drive.": "Mantén tu vehículo seguro, revisado y listo para conducir.",
  "Your home, perfectly prepared for your arrival. Relax and enjoy a stress-free return!": "Tu hogar, perfectamente preparado para tu llegada. ¡Relájate y disfruta de un regreso sin estrés!",
  "Why is this service essential?": "¿Por qué es esencial este servicio?",
  "After months away, your home needs a refresh before your return: ": "Después de meses fuera, tu casa necesita una puesta a punto antes de tu regreso: ",
  "dust, stale air, disconnected appliances, etc.": "polvo, aire viciado, electrodomésticos desconectados, etc.",
  "Return to a spotless, fresh home": "Vuelve a una casa impecable y fresca",
  "Save time and enjoy your stay immediately": "Ahorra tiempo y disfruta de tu estancia de inmediato",
  "Avoid inconveniences like humidity, dust, or inactive appliances": "Evita inconvenientes como humedad, polvo o electrodomésticos inactivos",
  "Two Levels of Service Tailored to Your Needs": "Dos niveles de servicio adaptados a tus necesidades",
  "Standard Plan Service": "Servicio del Plan Estándar",
  "Utility setup (electricity, water, heating, AC...)": "Configuración de servicios (electricidad, agua, calefacción, aire acondicionado...)",
  "Air circulation & room refreshing": "Circulación de aire y renovación de ambientes",
  "Quick cleaning (dust, floors, main surfaces...)": "Limpieza rápida (polvo, suelos, superficies principales...)",
  "Linen preparation (clean sheets and towels)": "Preparación de ropa de cama (sábanas y toallas limpias)",
  "Equipment check-up (leaks, light bulbs, etc.)": "Revisión de equipos (fugas, bombillas, etc.)",
  "Premium Plan Service": "Servicio del Plan Premium",
  "Exclusive Perks": "Ventajas exclusivas",
  "Deep cleaning (bathrooms, windows, kitchen, furniture...)": "Limpieza profunda (baños, ventanas, cocina, muebles...)",
  "Essential groceries delivered (water, coffee, bread, fruits…)": "Entrega de productos esenciales (agua, café, pan, frutas…)",
  "Free small repairs (light bulb replacement, minor fixes...)": "Pequeñas reparaciones gratuitas (cambio de bombillas, arreglos menores...)",
  "Priority access to additional services (faster response time)": "Acceso prioritario a servicios adicionales (tiempo de respuesta más rápido)",
  "One free extra service per year (car wash, terrace cleaning...)": "Un servicio extra gratuito al año (lavado de coche, limpieza de terraza...)",
  "Good to know:": "Bueno saber:",
  "📌 Can I customize the service?": "📌 ¿Puedo personalizar el servicio?",
  "Absolutely! You can adjust the package to fit your needs.": "¡Por supuesto! Puedes ajustar el paquete a tus necesidades.",
  "📌 How do I schedule the service?": "📌 ¿Cómo programo el servicio?",
  "Simply select the date and time, and we'll handle the rest.": "Simplemente selecciona la fecha y hora, y nosotros nos encargamos del resto.",
  "📌 What if I need last-minute changes?": "📌 ¿Y si necesito cambios de última hora?",
  "We do our best to accommodate urgent requests.": "Hacemos todo lo posible para atender solicitudes urgentes.",
  "Secure your Welcome Home Service today and enjoy a seamless return.": "Asegura tu servicio de bienvenida a casa hoy y disfruta de un regreso sin contratiempos.",
  "Back to Services": "Volver a los servicios",
  "Ensure your home remains in top condition with regular inspections and upkeep.": "Asegura que tu hogar se mantenga en óptimas condiciones con inspecciones y mantenimiento regulares.",
  "Protect your investment – Regular maintenance prevents costly damage.": "Protege tu inversión — El mantenimiento regular previene daños costosos.",
  "Avoid unexpected failures – No more water leaks or broken AC in the summer!": "Evita fallos inesperados — ¡No más fugas de agua o aire acondicionado roto en verano!",
  "Stay comfortable – Your property is always ready for use.": "Mantente cómodo — Tu propiedad siempre está lista para usar.",
  "What does our preventive maintenance include?": "¿Qué incluye nuestro mantenimiento preventivo?",
  "Inspection of installations – AC, heating, electricity, plumbing… We check it all!": "Inspección de instalaciones — Aire acondicionado, calefacción, electricidad, fontanería… ¡Revisamos todo!",
  "Leak detection – Prevent humidity issues and water damage.": "Detección de fugas — Previene problemas de humedad y daños por agua.",
  "Electrical system check – Avoid power failures and short circuits.": "Revisión del sistema eléctrico — Evita cortes de energía y cortocircuitos.",
  "Minor repairs – Door adjustments, locks, shutters, and general wear & tear fixes.": "Reparaciones menores — Ajustes de puertas, cerraduras, persianas y arreglos generales.",
  "📌 How often is this service provided?": "📌 ¿Con qué frecuencia se presta este servicio?",
  "It can be included in our monthly plans with regular check-ups or requested on-demand.": "Puede incluirse en nuestros planes mensuales con revisiones regulares o solicitarse a demanda.",
  "📌 What installations are covered?": "📌 ¿Qué instalaciones están cubiertas?",
  "We handle standard home installations: AC, water heaters, shutters, locks, smoke detectors…": "Gestionamos instalaciones estándar del hogar: aire acondicionado, calentadores de agua, persianas, cerraduras, detectores de humo…",
  "📌 What happens if a problem is detected?": "📌 ¿Qué pasa si se detecta un problema?",
  "We notify you immediately and provide a transparent quote for necessary repairs or replacements.": "Te informamos de inmediato y te proporcionamos un presupuesto transparente para las reparaciones o reemplazos necesarios.",
  "Keep your home in perfect condition all year round!": "¡Mantén tu casa en perfecto estado todo el año!",
  "Regular inspections to ensure your home stays safe, maintained, and problem-free while you're away.": "Inspecciones regulares para asegurar que tu casa se mantenga segura, cuidada y sin problemas mientras estás fuera.",
  "An unoccupied property can deteriorate quickly": "Una propiedad desocupada puede deteriorarse rápidamente",
  " - leaks, power cuts, humidity… Our regular checks help detect issues before they become major problems.": " - fugas, cortes de luz, humedad… Nuestras revisiones regulares ayudan a detectar problemas antes de que se agraven.",
  "Frequent visits reduce the risk of squatters and burglary by maintaining an active presence.": "Las visitas frecuentes reducen el riesgo de ocupas y robos al mantener una presencia activa.",
  "In case of storms, heavy rains, or neighborhood incidents, we conduct an extra visit to ensure your property is intact.": "En caso de tormentas, lluvias intensas o incidentes en el vecindario, realizamos una visita extra para asegurar que tu propiedad esté intacta.",
  "What does this service include?": "¿Qué incluye este servicio?",
  "Exterior & interior inspections – Checking doors, windows, walls, and roofing for damage.": "Inspecciones exteriores e interiores — Revisión de puertas, ventanas, paredes y techos para detectar daños.",
  "Ventilation & preventive maintenance – Windows opened, air refreshed, plumbing flushed to prevent odors.": "Ventilación y mantenimiento preventivo — Ventanas abiertas, aire renovado, fontanería enjuagada para evitar olores.",
  "Detailed report after each visit – Including photos and recommendations in case of detected issues.": "Informe detallado tras cada visita — Incluye fotos y recomendaciones en caso de problemas detectados.",
  "📌 Frequency & flexibility?": "📌 ¿Frecuencia y flexibilidad?",
  "This service is included in our subscription plans but can also be requested on a one-time basis.": "Este servicio está incluido en nuestros planes de suscripción pero también puede solicitarse de forma puntual.",
  "📌 How will I be updated?": "📌 ¿Cómo seré informado?",
  "You'll receive a full report with pictures after each visit, ensuring transparency and peace of mind.": "Recibirás un informe completo con fotos tras cada visita, garantizando transparencia y tranquilidad.",
  "📌 What happens if an issue is found?": "📌 ¿Qué pasa si se encuentra un problema?",
  "We immediately inform you and propose a quick and suitable solution to fix the problem.": "Te informamos de inmediato y proponemos una solución rápida y adecuada para resolver el problema.",
  "Keep your property monitored and well-maintained, even when you're away.": "Mantén tu propiedad vigilada y bien cuidada, incluso cuando estés ausente.",
  "Your Mail, Handled with Care and Security": "Tu correo, gestionado con cuidado y seguridad",
  "Receive all your mail safely, even when you're away for months.": "Recibe todo tu correo de forma segura, incluso cuando estés fuera durante meses.",
  "Keep your mailbox empty and secure, preventing mail overflow and unwanted attention.": "Mantén tu buzón vacío y seguro, evitando desbordamientos y atención no deseada.",
  "Easily access your documents whenever needed, no matter where you are.": "Accede fácilmente a tus documentos cuando los necesites, sin importar dónde estés.",
  "Secure & confidential storage – Your mail is handled with discretion and stored safely until retrieval.": "Almacenamiento seguro y confidencial — Tu correo se gestiona con discreción y se guarda de forma segura hasta su recogida.",
  "Regular mail checks & sorting – We organize, filter, and secure your important letters.": "Revisiones y clasificación regulares del correo — Organizamos, filtramos y aseguramos tus cartas importantes.",
  "Mail forwarding option – We can send your urgent documents anywhere in the world upon request.": "Opción de reenvío de correo — Podemos enviar tus documentos urgentes a cualquier parte del mundo bajo petición.",
  "📌 Where is the mail collected?": "📌 ¿Dónde se recoge el correo?",
  "We retrieve mail from your home mailbox or PO box.": "Recogemos el correo de tu buzón o apartado postal.",
  "📌 How often is mail checked?": "📌 ¿Con qué frecuencia se revisa el correo?",
  "Monthly as part of your subscription, or upon request for extra visits.": "Mensualmente como parte de tu suscripción, o bajo petición para visitas extra.",
  "📌 What about parcels?": "📌 ¿Y los paquetes?",
  "Small parcels can be secured; larger deliveries require prior arrangements.": "Los paquetes pequeños pueden ser asegurados; las entregas grandes requieren acuerdos previos.",
  "Travel worry-free! Entrust us with your property keys and maintain full control, wherever you are.": "¡Viaja sin preocupaciones! Confíanos las llaves de tu propiedad y mantén el control total, estés donde estés.",
  "Lost your keys? Have a guest arriving? We have a solution for every situation.": "¿Perdiste tus llaves? ¿Llega un invitado? Tenemos una solución para cada situación.",
  "A service provider needs access to your home? We handle the coordination.": "¿Un proveedor necesita acceder a tu casa? Nosotros coordinamos todo.",
  "Unexpected return to Morocco? No need to leave your keys with neighbors or family.": "¿Regreso inesperado a Marruecos? No hace falta dejar tus llaves con vecinos o familiares.",
  "Secure & confidential storage – Your keys are kept in a secure vault with controlled access.": "Almacenamiento seguro y confidencial — Tus llaves se guardan en una caja fuerte con acceso controlado.",
  "Convenient access – We only hand over keys in the city where your property is located.": "Acceso conveniente — Solo entregamos las llaves en la ciudad donde está tu propiedad.",
  "24/7 availability in case of emergency – We can dispatch an agent whenever you need.": "Disponibilidad 24/7 en caso de emergencia — Podemos enviar un agente cuando lo necesites.",
  "Stress-free management – Always know where your keys are, with no risk of loss.": "Gestión sin estrés — Siempre sabes dónde están tus llaves, sin riesgo de pérdida.",
  "📌 Where are the keys handed over?": "📌 ¿Dónde se entregan las llaves?",
  "We organize key handovers ONLY in the city where your property is located.": "Organizamos la entrega de llaves SOLO en la ciudad donde está tu propiedad.",
  "📌 Can I store multiple keys?": "📌 ¿Puedo guardar varias llaves?",
  "Yes! You can entrust us with multiple sets of keys (main entrance, garage, technical room, etc.).": "¡Sí! Puedes confiarnos varios juegos de llaves (entrada principal, garaje, sala técnica, etc.).",
  "📌 How do I access my home while away?": "📌 ¿Cómo accedo a mi casa estando fuera?",
  "Simply contact us, and we will arrange a key handover as per your instructions.": "Simplemente contáctanos y organizaremos la entrega de llaves según tus instrucciones.",
  "Secure your keys today and simplify access to your property with complete peace of mind.": "Asegura tus llaves hoy y simplifica el acceso a tu propiedad con total tranquilidad.",
  "Start and end your trip stress-free with our private, punctual, and comfortable airport transfers.": "Comienza y termina tu viaje sin estrés con nuestros traslados privados, puntuales y cómodos al aeropuerto.",
  "Why choose Our Service?": "¿Por qué elegir nuestro servicio?",
  "Personalized Pickup": "Recogida personalizada",
  "Your driver waits with a sign at the airport.": "Tu conductor te espera con un cartel en el aeropuerto.",
  "Fixed Transparent Pricing": "Precios fijos y transparentes",
  "No surprises! Know the fare in advance.": "¡Sin sorpresas! Conoce la tarifa de antemano.",
  "Comfortable & Safe": "Cómodo y seguro",
  "Modern, air-conditioned, and well-maintained.": "Moderno, climatizado y bien mantenido.",
  "24/7 Availability": "Disponibilidad 24/7",
  "Service at any hour, regardless of your flight schedule.": "Servicio a cualquier hora, sin importar tu horario de vuelo.",
  "Exclusive": "Exclusivo",
  "Available as an optional service for other plans.": "Disponible como servicio opcional para otros planes.",
  "How It Works?": "¿Cómo funciona?",
  "1. Book Your Transfer": "1. Reserva tu traslado",
  "Via our contact form or WhatsApp.": "A través de nuestro formulario de contacto o WhatsApp.",
  "2. Receive Confirmation": "2. Recibe la confirmación",
  "driver details sended instantly.": "Detalles del conductor enviados al instante.",
  "3. Meet Your Driver": "3. Encuentra a tu conductor",
  "At the agreed pickup point.": "En el punto de recogida acordado.",
  "4. Enjoy a Comfortable Ride": "4. Disfruta de un viaje cómodo",
  "Straight to your home.": "Directo a tu casa.",
  "Good to know :": "Bueno saber:",
  "📌 Currently Available in Casablanca": "📌 Actualmente disponible en Casablanca",
  "We plan to expand soon.": "Planeamos expandirnos pronto.",
  "📌 Book at Least 24h in Advance": "📌 Reserva al menos 24h antes",
  "To guarantee driver availability.": "Para garantizar la disponibilidad del conductor.",
  "📌 Round-Trip Service Available": "📌 Servicio de ida y vuelta disponible",
  "Reserve both your arrival and departure rides.": "Reserva tus traslados de llegada y salida.",
  "📌 Family & Business Friendly": "📌 Apto para familias y empresas",
  "Need a child seat or extra luggage space? Just let us know!": "¿Necesitas asiento infantil o espacio extra para equipaje? ¡Solo avísanos!",
  "Our Mission": "Nuestra misión",
  "Our Core Values": "Nuestros valores fundamentales",
  "Trust": "Confianza",
  "Responsiveness": "Capacidad de respuesta",
  "Human Approach": "Enfoque humano",
  "Excellence": "Excelencia",
  "The Team Behind Amani": "El equipo detrás de Amani",
  "Why We Do What We Do": "Por qué hacemos lo que hacemos",
  "Let's Take Care of It — Together": "Cuidémoslo juntos",
  "Discover Services": "Descubrir servicios",
  "Basic Plan": "Plan básico",
  "Standard Plan": "Plan estándar",
  "Premium Plan": "Plan premium",
  "Everything in Basic Plan": "Todo en el plan básico",
  "Everything in Standard Plan": "Todo en el plan estándar",
  "Everything in Premium Plan": "Todo en el plan premium",
  "Free Property Inspection": "Inspección de propiedad gratuita",
  "1 Monthly Check - Property inspection with report": "1 revisión mensual - Inspección de propiedad con informe",
  "2 Monthly Checks - Twice-a-month property inspection": "2 revisiones mensuales - Inspección de propiedad dos veces al mes",
  "3 Monthly Checks - Weekly property inspection": "3 revisiones mensuales - Inspección de propiedad semanal",
  "Free Welcome Home Service": "Servicio de bienvenida a casa gratuito",
  "Free Airport Transfer": "Traslado al aeropuerto gratuito",
  "Free Key Holding": "Custodia de llaves gratuita",
  "Free Mail Collection": "Recogida de correo gratuita",
  "Free Preventive Maintenance": "Mantenimiento preventivo gratuito",
  "Free Emergency Repairs": "Reparaciones de emergencia gratuitas",
  "Free Handyman Services": "Servicios de manitas gratuitos",
  "Free Property Insurance Assistance": "Asistencia en seguros de propiedad gratuita",
  "Free Appliance Installation": "Instalación de electrodomésticos gratuita",
  "Free Deep Cleaning": "Limpieza profunda gratuita",
  "Free Grocery & Home Stocking": "Compra y abastecimiento gratuitos",
  "Free Pool & Garden Maintenance": "Mantenimiento de piscina y jardín gratuito",
  "Free Security & Smart Home Installation": "Instalación de seguridad y domótica gratuita",
  "Free Car Maintenance & Storage": "Mantenimiento y almacenamiento de coches gratuito",
  "Get Started": "Comenzar",
  "Choose Plan": "Elegir plan",
  "Select Plan": "Seleccionar plan",
  "Subscribe": "Suscribirse",
  "Choose the Right Plan for Your Home": "Elige el plan adecuado para tu hogar",
  "Flexible subscription plans tailored to your needs and property size.": "Planes de suscripción flexibles adaptados a tus necesidades y al tamaño de tu propiedad.",
  "Key Holding - Secure key storage": "Custodia de llaves - Almacenamiento seguro de llaves",
  "Mail Collection - Mail retrieval & safekeeping": "Recogida de correo - Recogida y custodia de correo",
  "Preventive Maintenance - Essential system checks": "Mantenimiento preventivo - Revisiones esenciales de sistemas",
  "Welcome Home Service (Standard) - Pre-arrival home setup": "Servicio de bienvenida a casa (Estándar) - Preparación del hogar antes de la llegada",
  "Priority Support - Faster assistance": "Soporte prioritario - Asistencia más rápida",
  "Welcome Home Service (Premium) - Deep cleaning & home stocking": "Servicio de bienvenida a casa (Premium) - Limpieza profunda y abastecimiento",
  "1 Free Airport Transfer per year": "1 traslado al aeropuerto gratuito por año",
  "1 Free Emergency Dispatch per year": "1 intervención de emergencia gratuita por año",
  "Extra Keys Stored - Additional security": "Llaves extra almacenadas - Seguridad adicional",
  "Faster Response Time - Priority interventions": "Tiempo de respuesta más rápido - Intervenciones prioritarias",
  "Exclusive Perks & VIP Access": "Ventajas exclusivas y acceso VIP",
  "FAQ": "Preguntas frecuentes",
  "Frequently Asked Questions": "Preguntas frecuentes",
  "Here are some answers to common questions about our services and how Amani works.": "Aquí tienes respuestas a preguntas comunes sobre nuestros servicios y cómo funciona Amani.",
  "Do I need to live in Morocco to use Amani?": "¿Necesito vivir en Marruecos para usar Amani?",
  "Not at all! Amani was created specifically for people living abroad. We are your local support team, taking care of your property while you're away.": "¡En absoluto! Amani fue creado específicamente para personas que viven en el extranjero. Somos tu equipo de apoyo local, cuidando tu propiedad mientras estás fuera.",
  "Is Amani available all over Morocco?": "¿Amani está disponible en todo Marruecos?",
  "Our operations are currently based in Casablanca, but we are expanding. Feel free to contact us if you're located elsewhere — your feedback helps us grow!": "Actualmente operamos en Casablanca, pero estamos expandiéndonos. ¡Contáctanos si estás en otra ciudad — tus comentarios nos ayudan a crecer!",
  "What kind of properties do you manage?": "¿Qué tipo de propiedades gestionan?",
  "We manage apartments, villas, holiday homes, and long-term investments — whether it's a small studio or a family estate.": "Gestionamos apartamentos, villas, casas de vacaciones e inversiones a largo plazo — ya sea un pequeño estudio o una finca familiar.",
  "How do you handle emergencies or urgent repairs?": "¿Cómo gestionan las emergencias o reparaciones urgentes?",
  "We have a local network of qualified professionals ready to intervene quickly. You'll receive a full report and photos after each intervention.": "Contamos con una red local de profesionales cualificados listos para intervenir rápidamente. Recibirás un informe completo y fotos tras cada intervención.",
  "Do I need to give you my keys?": "¿Debo darles mis llaves?",
  "Yes — securely storing your keys allows us to intervene anytime, even without your presence. Key holding is included in all our subscription plans.": "Sí — guardar tus llaves de forma segura nos permite intervenir en cualquier momento, incluso sin tu presencia. La custodia de llaves está incluida en todos nuestros planes.",
  "How do I subscribe to a plan or request a service?": "¿Cómo me suscribo a un plan o solicito un servicio?",
  "Simply visit our 'Pricing & Plans' or 'Services' pages, click the request button, and fill out the contact form. We'll take it from there.": "Simplemente visita nuestras páginas de 'Precios y Planes' o 'Servicios', haz clic en el botón de solicitud y completa el formulario de contacto. Nosotros nos encargamos del resto.",
  "Is there a long-term commitment when I subscribe?": "¿Hay compromiso a largo plazo al suscribirse?",
  "No! All our plans are monthly with no long-term commitment. You can cancel anytime with just one message.": "¡No! Todos nuestros planes son mensuales y sin compromiso a largo plazo. Puedes cancelar en cualquier momento con solo un mensaje.",
  "Can I combine services from different plans?": "¿Puedo combinar servicios de diferentes planes?",
  "Of course! You can subscribe to a plan and add extra services à la carte at any time.": "¡Por supuesto! Puedes suscribirte a un plan y añadir servicios extra a la carta en cualquier momento.",
  "Contact": "Contacto",
  "Let's get in touch": "Pongámonos en contacto",
  "Tell us more about your request and we'll get back to you shortly.": "Cuéntanos más sobre tu solicitud y te responderemos pronto.",
  "Name": "Nombre",
  "Full Name": "Nombre completo",
  "Email": "Correo electrónico",
  "Message": "Mensaje",
  "Send": "Enviar",
  "Phone": "Teléfono",
  "Phone Number": "Número de teléfono",
  "Address": "Dirección",
  "Your Address (City, Country)": "Tu dirección (Ciudad, País)",
  "Property Address in Morocco": "Dirección de la propiedad en Marruecos",
  "Approximate Size (in m²)": "Tamaño aproximado (en m²)",
  "Which service or plan are you interested in?": "¿Qué servicio o plan te interesa?",
  "Follow us": "Síguenos",
  "All rights reserved": "Todos los derechos reservados",
  "Privacy Policy": "Política de privacidad",
  "Terms of Service": "Términos de servicio",
  "Cookie Policy": "Política de cookies",
  "Your trusted property partner in Morocco": "Tu socio inmobiliario de confianza en Marruecos",
  "is your reliable local partner for remote property management in Morocco, built especially for Moroccans living abroad (MRE) and international homeowners.": "es tu socio local fiable para la gestión inmobiliaria a distancia en Marruecos, creado especialmente para marroquíes residentes en el extranjero (MRE) y propietarios internacionales.",
  "We make sure distance never becomes a barrier to peace of mind.": "Nos aseguramos de que la distancia nunca sea un obstáculo para la tranquilidad.",
  "Whether you're managing a vacation home, an inherited property, or a real estate investment, we care for your home as if it were our own — with transparency, trust, and local expertise.": "Ya sea que gestiones una casa de vacaciones, una propiedad heredada o una inversión inmobiliaria, cuidamos tu hogar como si fuera nuestro — con transparencia, confianza y experiencia local.",
  "At Amani, we believe that every homeowner deserves to feel supported and stress-free — no matter where they are.": "En Amani, creemos que todo propietario merece sentirse apoyado y sin estrés — sin importar dónde esté.",
  "Our mission is to provide reliable, transparent, and human-centered services that simplify your life and protect your property.": "Nuestra misión es ofrecer servicios fiables, transparentes y centrados en las personas que simplifican tu vida y protegen tu propiedad.",
  "We handle your home and keys with care and confidentiality.": "Gestionamos tu casa y tus llaves con cuidado y confidencialidad.",
  "Our team is ready to act when you need us.": "Nuestro equipo está listo para actuar cuando lo necesites.",
  "We are real people who listen, advise and act.": "Somos personas reales que escuchan, asesoran y actúan.",
  "We ensure high-quality service with trusted local partners.": "Garantizamos un servicio de alta calidad con socios locales de confianza.",
  "Led by a new generation of Moroccan entrepreneurs, our team combines local knowledge and global standards.": "Liderado por una nueva generación de emprendedores marroquíes, nuestro equipo combina conocimiento local y estándares globales.",
  "We select every collaborator based on values, professionalism, and reliability.": "Seleccionamos a cada colaborador según valores, profesionalismo y fiabilidad.",
  "Sign Up & Choose Your Plan": "Regístrate y elige tu plan",
  "Create your account and select the plan that suits your needs.": "Crea tu cuenta y selecciona el plan que se adapte a tus necesidades.",
  "Key Deposit & Security Setup": "Depósito de llaves y configuración de seguridad",
  "We securely collect your keys and activate the property management.": "Recogemos tus llaves de forma segura y activamos la gestión de la propiedad.",
  "Property Monitoring & Maintenance": "Supervisión y mantenimiento de la propiedad",
  "Regular inspections and preventive maintenance for your peace of mind.": "Inspecciones regulares y mantenimiento preventivo para tu tranquilidad.",
  "Emergency Response & Additional Services": "Respuesta de emergencia y servicios adicionales",
  "Need an urgent repair or extra service? We handle everything for you.": "¿Necesitas una reparación urgente o un servicio extra? Nos encargamos de todo por ti.",
  "Didn't find what you need?": "¿No encontraste lo que necesitas?",
  "Contact us for personalized solutions!": "¡Contáctanos para soluciones personalizadas!",
  "Discover our services tailored to your needs": "Descubre nuestros servicios adaptados a tus necesidades",
  "Need Quick Answers?": "¿Necesitas respuestas rápidas?",
  "Here are some of the most common questions we get from property owners.": "Aquí tienes algunas de las preguntas más comunes que recibimos de los propietarios.",
  "See All FAQs": "Ver todas las preguntas frecuentes",
  "They Trust Us": "Confían en nosotros",
  "Numbers that speak for themselves": "Números que hablan por sí mismos",
  "Properties Managed": "Propiedades gestionadas",
  "Client Satisfaction": "Satisfacción del cliente",
  "Guaranteed Response Time": "Tiempo de respuesta garantizado",
  "Who We Are": "Quiénes somos",
  "What Our Clients Say ?": "¿Qué dicen nuestros clientes?",
  "Real experiences from homeowners who trust Amani": "Experiencias reales de propietarios que confían en Amani",
  "Why Choose Amani?": "¿Por qué elegir Amani?",
  "Your property is more than just a place, it's your home. Amani ensures it remains safe, maintained, and ready whenever you need it.": "Tu propiedad es más que un lugar, es tu hogar. Amani se asegura de que esté segura, cuidada y lista cuando la necesites.",
  "Trusted and secure property management": "Gestión inmobiliaria fiable y segura",
  "Regular maintenance and inspections": "Mantenimiento e inspecciones regulares",
  "Fast response to emergencies": "Respuesta rápida a emergencias",
  "Tailor-made services that adapt to your needs": "Servicios a medida que se adaptan a tus necesidades",
  "Oops... Page Not Found": "Vaya... Página no encontrada",
  "The page you're looking for doesn't exist or may have been moved.": "La página que buscas no existe o puede haber sido movida.",
  "No worries — we'll help you get back on track.": "No te preocupes — te ayudaremos a volver al inicio.",
  "Go to Homepage": "Ir a la página principal",
  "Coming Soon !": "¡Próximamente!",
  "Coming soon !.": "¡Próximamente!",
  "Reliable fixes for a flawless home.": "Soluciones fiables para un hogar impecable.",
  "From fixing that squeaky door to repainting your living room, Amani's handyman services are designed to keep your property in perfect condition — effortlessly.": "Desde arreglar esa puerta que chirría hasta pintar tu salón, los servicios de manitas de Amani están diseñados para mantener tu propiedad en perfecto estado — sin esfuerzo.",
  "Tasks we handle for you:": "Tareas que gestionamos por ti:",
  "What sets Amani apart in home maintenance & handyman services?": "¿Qué distingue a Amani en mantenimiento y servicios de manitas?",
  "We make home maintenance simple, so you can focus on what matters most.": "Hacemos que el mantenimiento del hogar sea sencillo, para que puedas centrarte en lo que más importa.",
  "Protect your investment, without the paperwork headache.": "Protege tu inversión, sin el dolor de cabeza del papeleo.",
  "Navigating property insurance in Morocco can be complex — especially when you live abroad. With Amani, you gain peace of mind knowing your home is protected, and that a trusted partner is managing the process with precision and care.": "Gestionar el seguro de propiedad en Marruecos puede ser complejo — especialmente si vives en el extranjero. Con Amani, tienes la tranquilidad de saber que tu casa está protegida y que un socio de confianza gestiona el proceso con precisión y cuidado.",
  "What's included in our assistance:": "¿Qué incluye nuestra asistencia?",
  "Support with choosing the right insurance policy for your property": "Asesoramiento para elegir la póliza de seguro adecuada para tu propiedad",
  "Help gathering and submitting the necessary documents": "Ayuda para reunir y presentar los documentos necesarios",
  "Assistance in case of damage or loss (claim follow-up, reporting, etc.)": "Asistencia en caso de daños o pérdidas (seguimiento de reclamaciones, informes, etc.)",
  "Connection with reliable, verified insurance partners": "Conexión con socios de seguros fiables y verificados",
  "Annual renewal reminders and follow-up management": "Recordatorios de renovación anual y gestión de seguimiento",
  "Your reliable partner for insurance paperwork and claims": "Tu socio fiable para trámites y reclamaciones de seguros",
  "We know the Moroccan market and can guide you efficiently": "Conocemos el mercado marroquí y podemos guiarte eficientemente",
  "We simplify procedures and act as your representative on the ground": "Simplificamos los trámites y actuamos como tu representante en el terreno",
  "We ensure full transparency and regular updates throughout the process": "Garantizamos total transparencia y actualizaciones regulares durante todo el proceso",
  "With Amani, you're not just covered — you're supported, every step of the way.": "Con Amani, no solo estás cubierto — te apoyamos en cada paso.",
  "Settle in with ease — we handle the heavy lifting.": "Instálate con facilidad — nosotros nos encargamos de lo difícil.",
  "Whether you've just furnished your home or need help installing a new appliance, Amani provides reliable assembly and installation services, so everything is ready to use when you arrive.": "Ya sea que acabes de amueblar tu casa o necesites ayuda para instalar un nuevo electrodoméstico, Amani ofrece servicios de montaje e instalación fiables, para que todo esté listo a tu llegada.",
  "What's included in our service:": "¿Qué incluye nuestro servicio?",
  "Assembly of new furniture (beds, wardrobes, shelves...)": "Montaje de muebles nuevos (camas, armarios, estanterías...)",
  "Installation of home appliances (washing machine, oven, AC unit...)": "Instalación de electrodomésticos (lavadora, horno, aire acondicionado...)",
  "Hook-up to water/electricity lines where needed": "Conexión a líneas de agua/electricidad donde sea necesario",
  "Verification that all equipment functions correctly": "Verificación de que todo el equipo funcione correctamente",
  "Removal of packaging and light cleanup after the job": "Retiro de embalajes y limpieza ligera tras el trabajo",
  "Why choose Amani for furniture & appliance installation?": "¿Por qué elegir Amani para la instalación de muebles y electrodomésticos?",
  "Skilled professionals with the right tools": "Profesionales cualificados con las herramientas adecuadas",
  "No stress — we manage the installation before your arrival": "Sin estrés — gestionamos la instalación antes de tu llegada",
  "Secure handling of your furniture and electronics": "Manipulación segura de tus muebles y electrónicos",
  "Transparent communication and flexible scheduling": "Comunicación transparente y programación flexible",
  "Amani ensures your home is functional, welcoming, and ready — down to the last screw.": "Amani asegura que tu hogar sea funcional, acogedor y esté listo — hasta el último tornillo.",
  "Start fresh — we prepare your home like it's brand new.": "Empieza de cero — preparamos tu casa como si fuera nueva.",
  "After months of vacancy, a deep cleaning is essential to eliminate dust, odors, and restore freshness. Amani takes care of everything, so you return to a pristine home.": "Tras meses de vacío, una limpieza profunda es esencial para eliminar el polvo, los olores y restaurar la frescura. Amani se encarga de todo, para que regreses a una casa impecable.",
  "What's included in our deep cleaning:": "¿Qué incluye nuestra limpieza profunda?",
  "Bathrooms thoroughly disinfected (toilets, showers, sinks...)": "Baños desinfectados a fondo (inodoros, duchas, lavabos...)",
  "Kitchen cleaning (appliances, counters, cabinets...)": "Limpieza de cocina (electrodomésticos, encimeras, armarios...)",
  "Floors swept, mopped, and vacuumed": "Suelos barridos, fregados y aspirados",
  "Windows and glass surfaces cleaned": "Limpieza de ventanas y superficies de cristal",
  "Dusting of furniture, décor, and hidden areas": "Desempolvado de muebles, decoración y zonas ocultas",
  "Why choose Amani for deep home cleaning?": "¿Por qué elegir Amani para la limpieza profunda?",
  "Professional-grade eco-friendly products": "Productos ecológicos de calidad profesional",
  "Trained and trustworthy cleaning agents": "Agentes de limpieza formados y de confianza",
  "Perfect preparation before your return or before hosting guests": "Preparación perfecta antes de tu regreso o de recibir invitados",
  "Reliable scheduling and satisfaction guarantee": "Programación fiable y garantía de satisfacción",
  "With Amani, enjoy a fresh, healthy, and welcoming environment from the moment you walk in.": "Con Amani, disfruta de un ambiente fresco, saludable y acogedor desde el primer momento.",
  "Everything you need, waiting for you at home.": "Todo lo que necesitas, esperándote en casa.",
  "Arrive to a fully stocked fridge and pantry — no errands, no stress. We take care of your grocery shopping and prepare your home just the way you like it.": "Llega a una casa con nevera y despensa llenas — sin recados, sin estrés. Nos encargamos de tus compras y preparamos tu hogar como te gusta.",
  "What's included in this service:": "¿Qué incluye este servicio?",
  "Customized grocery shopping based on your preferences": "Compra personalizada según tus preferencias",
  "Fresh produce, dairy, bottled water, snacks, and more": "Productos frescos, lácteos, agua embotellada, snacks y más",
  "Delivery and careful placement in fridge and pantry": "Entrega y colocación cuidadosa en la nevera y la despensa",
  "Optional extras: flowers, toiletries, cleaning products…": "Extras opcionales: flores, artículos de aseo, productos de limpieza…",
  "Why choose Amani for home stocking?": "¿Por qué elegir Amani para el abastecimiento del hogar?",
  "Save time and energy after your travels": "Ahorra tiempo y energía tras tus viajes",
  "Tailored shopping: we follow your exact list": "Compra a medida: seguimos tu lista exacta",
  "High-quality, fresh, and trusted products": "Productos de alta calidad, frescos y de confianza",
  "Perfect for arrivals, guests, or surprise visits": "Perfecto para llegadas, invitados o visitas sorpresa",
  "With Amani, walk into a home that feels lived-in, warm, and ready — from kitchen to comfort.": "Con Amani, entra en una casa que se siente vivida, cálida y lista — de la cocina al confort.",
  "Enjoy a well-maintained exterior, even when you're miles away.": "Disfruta de un exterior bien cuidado, incluso estando lejos.",
  "Your garden and pool need care all year long — not just when you're here. Our reliable maintenance ensures your outdoor spaces stay beautiful, functional, and hassle-free.": "Tu jardín y piscina necesitan cuidados todo el año — no solo cuando estás aquí. Nuestro mantenimiento fiable asegura que tus espacios exteriores se mantengan bonitos, funcionales y sin complicaciones.",
  "What's included in our maintenance service:": "¿Qué incluye nuestro servicio de mantenimiento?",
  "Regular garden upkeep: mowing, pruning, watering": "Mantenimiento regular del jardín: corte, poda, riego",
  "Pool cleaning, filtration checks & chemical balance": "Limpieza de piscina, revisión de filtración y equilibrio químico",
  "Seasonal treatments and pest control": "Tratamientos estacionales y control de plagas",
  "Visual inspection of outdoor lighting and systems": "Inspección visual de iluminación y sistemas exteriores",
  "Custom schedule based on your property needs": "Horario personalizado según las necesidades de tu propiedad",
  "Why choose Amani for pool & garden care?": "¿Por qué elegir Amani para el cuidado de piscina y jardín?",
  "Professional landscapers & pool technicians": "Paisajistas y técnicos de piscina profesionales",
  "Preventive care to avoid costly damage": "Cuidado preventivo para evitar daños costosos",
  "Flexible frequency: weekly, bi-weekly or monthly": "Frecuencia flexible: semanal, quincenal o mensual",
  "Detailed reports with photos on request": "Informes detallados con fotos bajo petición",
  "With Amani, your garden flourishes and your pool stays crystal clear — even in your absence.": "Con Amani, tu jardín florece y tu piscina permanece cristalina — incluso en tu ausencia.",
  "Protect your home with intelligent, discreet technology.": "Protege tu hogar con tecnología inteligente y discreta.",
  "Enjoy total peace of mind with a secure home — even when you're miles away. We install reliable and modern systems that let you monitor and control your property remotely.": "Disfruta de total tranquilidad con un hogar seguro — incluso estando lejos. Instalamos sistemas fiables y modernos que te permiten monitorizar y controlar tu propiedad a distancia.",
  "What's included in our installation service:": "¿Qué incluye nuestro servicio de instalación?",
  "Smart locks and connected doorbells": "Cerraduras inteligentes y timbres conectados",
  "Indoor & outdoor security cameras": "Cámaras de seguridad interiores y exteriores",
  "Alarm systems and motion detectors": "Sistemas de alarma y detectores de movimiento",
  "Remote access via mobile apps (iOS & Android)": "Acceso remoto mediante apps móviles (iOS y Android)",
  "Assistance with setup, testing, and configuration": "Asistencia en instalación, pruebas y configuración",
  "Why choose Amani for smart home security?": "¿Por qué elegir Amani para la seguridad domótica?",
  "Certified professionals & top-tier brands": "Profesionales certificados y marcas de primer nivel",
  "Solutions tailored to your home and lifestyle": "Soluciones adaptadas a tu hogar y estilo de vida",
  "Ongoing support in case of issues or upgrades": "Soporte continuo en caso de problemas o actualizaciones",
  "Full confidentiality and data protection guaranteed": "Confidencialidad total y protección de datos garantizada",
  "Amani brings you closer to your home — even from the other side of the world.": "Amani te acerca a tu hogar — incluso desde el otro lado del mundo.",
  "Because your car deserves care, even when you're away.": "Porque tu coche merece cuidados, incluso cuando estás fuera.",
  "Don't let your vehicle sit unused and deteriorate while you're abroad. We provide secure storage, regular maintenance, and check-ups so it's always ready when you need it.": "No dejes que tu vehículo se deteriore mientras estás en el extranjero. Ofrecemos almacenamiento seguro, mantenimiento regular y revisiones para que siempre esté listo cuando lo necesites.",
  "What's included in our car service:": "¿Qué incluye nuestro servicio de coche?",
  "Secure indoor or outdoor storage options": "Opciones de almacenamiento seguro interior o exterior",
  "Battery checks and recharging": "Revisión y recarga de batería",
  "Basic engine & tire maintenance": "Mantenimiento básico de motor y neumáticos",
  "Interior/exterior cleaning before your arrival": "Limpieza interior/exterior antes de tu llegada",
  "Option to prepare the car before your return": "Opción de preparar el coche antes de tu regreso",
  "Why trust Amani with your vehicle?": "¿Por qué confiar en Amani tu vehículo?",
  "Safe & monitored locations": "Ubicaciones seguras y vigiladas",
  "Scheduled maintenance for long-term protection": "Mantenimiento programado para protección a largo plazo",
  "Convenient coordination via WhatsApp or email": "Coordinación práctica por WhatsApp o email",
  "Tailored services depending on the vehicle type": "Servicios adaptados según el tipo de vehículo",
  "With Amani, your car stays as ready as your home — anytime you return.": "Con Amani, tu coche estará tan listo como tu casa — cada vez que regreses.",
  "Accueil - Gestion Immobilière à Casablanca & Maroc | AMANI HOME": "Inicio - Gestión Inmobiliaria en Casablanca y Marruecos | AMANI HOME",
  "AccueilMetaDescription": "Gestión inmobiliaria para expatriados y MRE en Casablanca y en todo Marruecos. Seguridad, transparencia, servicios a medida.",
  "Professional expertise": "Experiencia profesional",
  "Quality materials": "Materiales de calidad",
  "Reliable scheduling": "Programación fiable",
  "Comprehensive coverage": "Cobertura integral",
  "Explore Handyman Services": "Explorar servicios de manitas",
  "Your home, our expertise.": "Tu hogar, nuestra experiencia.",
  "From minor repairs to major renovations, our handyman services ensure your property stays in top condition.": "Desde pequeñas reparaciones hasta grandes renovaciones, nuestros servicios de manitas garantizan que tu propiedad se mantenga en óptimas condiciones.",
  "Amani took care of everything while I was away. My property was spotless and perfectly maintained. A real game changer!": "Amani se encargó de todo mientras yo estaba fuera. Mi propiedad estaba impecable y perfectamente mantenida. ¡Un cambio total!",
  "The team is incredibly professional and responsive. They've been managing my property for months and I couldn't be happier.": "El equipo es increíblemente profesional y atento. Han gestionado mi propiedad durante meses y no podría estar más feliz.",
  "Outstanding service! They handle everything from maintenance to emergencies with such efficiency. Highly recommend!": "¡Servicio excepcional! Gestionan todo, desde el mantenimiento hasta las emergencias, con gran eficiencia. ¡Muy recomendable!",
  "Amani has transformed how I manage my property. Their attention to detail and reliability is unmatched.": "Amani ha transformado la forma en que gestiono mi propiedad. Su atención al detalle y fiabilidad no tienen igual.",
  "Professional, reliable, and truly caring. They treat my home like their own. Couldn't ask for better property management.": "Profesionales, fiables y realmente atentos. Tratan mi casa como si fuera suya. No podría pedir una mejor gestión inmobiliaria.",
  "Trusted by leading companies": "Confiado por empresas líderes",
  "Our partners trust us to deliver exceptional property management services.": "Nuestros socios confían en nosotros para ofrecer servicios de gestión inmobiliaria excepcionales.",
  "Page not found": "Página no encontrada",
  "The page you are looking for does not exist.": "La página que buscas no existe.",
  "Go back home": "Volver al inicio"
}