{
  "Membership": "Membresía",
  "About Us": "Sobre nosotros",
  "Get in Touch": "Contacto",
  "Client Portal": "Portal cliente",
  "Operator Portal": "Portal operador",
  "Your home in": "Tu casa en",
  "Morocco": "Marruecos",
  "As if you were there": "Como si estuvieras allí",
  "We look after your home with monthly inspections and seasonal care while you're abroad.": "Cuidamos de tu casa con inspecciones mensuales y Seasonal Care mientras estás en el extranjero.",
  "you come back to a home that feels ready, safe and alive.": "vuelves a un hogar que se siente preparado, seguro y lleno de vida.",
  "View membership plans": "Ver planes de membresía",
  "Talk to us on WhatsApp": "Habla con nosotros por WhatsApp",
  "Remote home care for Moroccan properties.": "Cuidado remoto de viviendas en Marruecos",
  "What we do while you’re away": "Lo que hacemos mientras estás fuera",
  "Every membership includes regular home checks, seasonal care and secure key holding in Casablanca. Amani acts as your eyes and hands on the ground while you’re abroad.": "Cada membresía incluye home checks regulares, Seasonal Care y custodia segura de llaves en Casablanca. Amani actúa como tus ojos y tus manos sobre el terreno mientras estás en el extranjero.",
  "Key Holding": "Custodia de llaves",
  "Your keys are stored securely, ready for emergencies, visits or trusted professionals.": "Tus llaves se guardan de forma segura, listas para emergencias, visitas o profesionales de confianza.",
  "Secure key holding included in all plans": "Custodia segura de llaves incluida en todos los planes",
  "Scheduled visits to your property with a clear checklist and a short report after each round": "Visitas programadas a tu propiedad con una checklist clara y un breve informe después de cada visita",
  "Included in every membership": "Incluido en cada membresía",
  "Seasonal Care": "Seasonal Care",
  "Seasonal cleaning to freshen, air out and reset your home before and after the main seasons.": "Limpieza estacional para refrescar, ventilar y poner tu casa a punto antes y después de las temporadas principales.",
  "2 to 4 visits per year depending on your plan": "De 2 a 4 visitas al año según tu plan",
  "On top of your membership, you can activate extra services for special stays, a fresh start or renovation projects": "Además de tu membresía, puedes activar servicios extra para estancias especiales, un nuevo comienzo o proyectos de reforma",
  "Before you arrive, we bring your home back to life.": "Antes de tu llegada, devolvemos la vida a tu casa.",
  "One-off access and short supervision for trusted professionals.": "Acceso puntual y supervisión breve para profesionales de confianza.",
  "Remote supervision for your renovation and works": "Supervisión remota de tus obras y reformas",
  "Compare memberships from 39€/month": "Compara las membresías desde 39€/mes",
  "Trusted local presence": "Presencia local de confianza",
  "A dedicated team looking after your home with structure, consistency and care.": "Un equipo dedicado que cuida de tu casa con estructura, constancia y atención.",
  "Clear reporting after each visit": "Informe claro después de cada visita",
  "Every home check comes with photos, a short report and follow-up when something needs attention.": "Cada home check incluye fotos, un breve informe y seguimiento cuando algo requiere atención.",
  "Your keys stay in a documented system. Access is only given to trusted, identified professionals.": "Tus llaves permanecen en un sistema documentado. El acceso solo se concede a profesionales identificados y de confianza.",
  "Built for MREs and second-home owners": "Diseñado para MRE y propietarios de segunda residencia",
  "We design everything for people living abroad who want peace of mind, not property logistics.": "Diseñamos todo para personas que viven en el extranjero y buscan tranquilidad, no logística inmobiliaria.",
  "More than a service. A trusted presence on the ground": "Más que un servicio. Una presencia de confianza sobre el terreno",
  "Amani was created for owners who live abroad but want their home in Morocco to stay protected, cared for and ready. Here is what makes our approach different”": "Amani se creó para propietarios que viven en el extranjero pero quieren que su casa en Marruecos siga protegida, cuidada y lista. Esto es lo que hace diferente nuestro enfoque.",
  "Get in touch & tell us about your home": "Ponte en contacto y cuéntanos sobre tu casa",
  "Reach out on WhatsApp or through our form and tell us where your home is, how often you use it and what you need while you’re abroad.": "Escríbenos por WhatsApp o a través de nuestro formulario y dinos dónde está tu casa, con qué frecuencia la utilizas y qué necesitas mientras estás en el extranjero.",
  "Choose your membership & sign your contract": "Elige tu membresía y firma tu contrato",
  "We help you choose between Basic, Standard or Premium, then we sign your membership contract and agree on how you want us to look after your home.": "Te ayudamos a elegir entre Basic, Standard o Premium, luego firmamos tu contrato de membresía y acordamos cómo quieres que cuidemos tu casa.",
  "FreshStart visit & key handover": "Visita FreshStart y entrega de llaves",
  "We schedule your FreshStart: an initial visit with cleaning, airing and a full check of your home. During this visit, we collect your keys securely and register them in our key holding system.": "Programamos tu FreshStart: una visita inicial con limpieza, ventilación y revisión completa de tu casa. Durante esta visita, recogemos tus llaves de forma segura y las registramos en nuestro sistema de custodia.",
  "Ongoing care while you’re away": "Cuidado continuo mientras estás fuera",
  "Your membership starts: monthly home checks, seasonal care and reports after each visit. When you need more, we activate add-ons like Welcome Home, ProAccess or Amani Works.": "Empieza tu membresía: home checks mensuales, Seasonal Care e informes después de cada visita. Cuando necesitas más, activamos servicios adicionales como Welcome Home, ProAccess o Amani Works.",
  "From first contact to regular care, step by step": "Del primer contacto al cuidado regular, paso a paso",
  "We keep the process simple and transparent so you always know what happens next and when your membership starts": "Mantenemos el proceso simple y transparente para que siempre sepas qué viene después y cuándo comienza tu membresía",
  "Talk to Amani about your home": "Habla con Amani sobre tu casa",
  "Partnerships & Reputation": "Alianzas y reputación",
  "Trusted by key institutions in Morocco": "De confianza para instituciones clave en Marruecos",
  "Banks and insurance companies rely on Amani for reliable home care, transparency and long-term service. Here are some of the partners who trust us.": "Los bancos y las compañías de seguros confían en Amani por un cuidado fiable de las viviendas, transparencia y servicio a largo plazo. Estos son algunos de los socios que confían en nosotros.",
  "Amani home in numbers": "Amani Home en cifras",
  "Numbers that speak for themselves": "Cifras que hablan por sí solas",
  "You tell us what you want to transform": "Nos cuentas qué quieres transformar",
  "You explain your project – repainting, bathroom upgrade, new kitchen, built-in furniture – and share your preferences, timing and approximate budget.": "Nos explicas tu proyecto —repintar, renovar el baño, nueva cocina, muebles a medida— y compartes tus preferencias, plazos y presupuesto aproximado.",
  "Based on your project, we consult our network and other professionals, request detailed quotes and shortlist one or two options that match your budget and expectations.": "En función de tu proyecto, consultamos nuestra red y otros profesionales, pedimos presupuestos detallados y preseleccionamos una o dos opciones que se ajusten a tu presupuesto y expectativas.",
  "You choose the quote, we launch and coordinate": "Tú eliges el presupuesto, nosotros lanzamos y coordinamos",
  "You validate the quote you prefer and the way you want to phase payments. We confirm everything with the contractor and become their main contact on your behalf.": "Validas el presupuesto que prefieres y cómo quieres escalonar los pagos. Confirmamos todo con el contratista y nos convertimos en su contacto principal en tu nombre.",
  "We supervise on site and control quality until handover": "Supervisamos in situ y controlamos la calidad hasta la entrega final",
  "We visit the site at key stages, share photos and videos, flag problems early, and help you request corrections so that the final result is as close as possible to what you agreed.": "Visitamos la obra en las fases clave, compartimos fotos y vídeos, detectamos los problemas con antelación y te ayudamos a solicitar correcciones para que el resultado final se acerque lo máximo posible a lo acordado.",
  "We find the right contractors and gather quotes" : "Encontramos a los contratistas adecuados y recopilamos presupuestos.",
  "With Amani Works, you tell us what you want to change in your home, we find the right artisans, present you with quotes and then supervise the project on site in Morocco on your behalf.": "Con Amani Works, nos dices qué quieres cambiar en tu casa, buscamos a los profesionales adecuados, te presentamos presupuestos y luego supervisamos el proyecto sobre el terreno en Marruecos en tu nombre.",
  "Available for members and non-members": "Disponible para miembros y no miembros",
  "Project fee:": "Honorarios del proyecto:",
  "of the agreed works budget": "del presupuesto de obras acordado",
  "What Amani Works covers": "Qué cubre Amani Works",
  "Clarifying your project, priorities and budget": "Clarificar tu proyecto, prioridades y presupuesto",
  "Sourcing and shortlisting artisans and contractors": "Búsqueda y preselección de profesionales y contratistas",
  "Collecting one or two detailed quotes for you to choose from": "Recopilación de uno o dos presupuestos detallados para que elijas",
  "On-site supervision with photos, videos and regular updates": "Supervisión in situ con fotos, vídeos y actualizaciones periódicas",
  "Checks at key stages and before final payment": "Revisiones en fases clave y antes del pago final",
  "Our fee is set at": "Nuestros honorarios se fijan en",
  "of the works budget we agree together before starting. This covers sourcing contractors, coordination, supervision visits in Casablanca and reporting throughout the project.": "del presupuesto de obra que acordamos juntos antes de empezar. Esto cubre la búsqueda de contratistas, la coordinación, las visitas de supervisión en Casablanca y los informes durante todo el proyecto.",
  "How Amani Works works": "Cómo funciona Amani Works",
  "Instead of trying to run a renovation from abroad with random photos on WhatsApp, Amani becomes your project partner on the ground, from first idea to final checks.": "En lugar de intentar dirigir una reforma desde el extranjero con fotos aleatorias por WhatsApp, Amani se convierte en tu socio de proyecto sobre el terreno, desde la primera idea hasta las revisiones finales.",
  "Amani is not a contractor — we represent your interests only. Our role is to make sure the work you pay for is done properly, transparently, and safely while you're abroad.": "Amani no es un contratista: solo representamos tus intereses. Nuestro papel es asegurarnos de que el trabajo que pagas se realice correctamente, de forma transparente y segura mientras estás en el extranjero.",
  "Talk to Amani about your renovation project": "Habla con Amani sobre tu proyecto de reforma",
  "Discover services": "Descubrir servicios",
  "We register your property and access rules": "Registramos tu propiedad y las reglas de acceso",
  "We confirm your address, who is allowed to use your keys and in which situations we can open your home.": "Confirmamos tu dirección, quién está autorizado a usar tus llaves y en qué situaciones podemos abrir tu casa.",
  "Keys are collected during your FreshStart visit or via a trusted person, then coded and stored without your address written on them.": "Las llaves se recogen durante tu visita FreshStart o a través de una persona de confianza, luego se codifican y se guardan sin que aparezca tu dirección.",
  "Keys stored in a secure key cabinet": "Llaves guardadas en un armario de seguridad",
  "Your keys are held in Casablanca in a locked system with restricted access, used only for authorised visits or emergencies.": "Tus llaves se guardan en Casablanca en un sistema cerrado con acceso restringido, utilizado solo para visitas autorizadas o emergencias.",
  "Available when you or your providers need us": "Disponibles cuando tú o tus proveedores nos necesitáis",
  "When you need access for yourself, a guest or a professional, we organise the handover or activate services like ProAccess.": "Cuando necesitas acceso para ti, un invitado o un profesional, organizamos la entrega de llaves o activamos servicios como ProAccess.",
  "Services · Included in every membership": "Servicios · Incluidos en cada membresía",
  "Amani holds your keys securely in Casablanca so your home is always accessible for planned visits, emergencies and trusted professionals – without relying on friends or neighbours.": "Amani guarda tus llaves de forma segura en Casablanca para que tu casa siempre sea accesible para visitas planificadas, emergencias y profesionales de confianza, sin depender de amigos o vecinos.",
  "Included in Basic, Standard & Premium": "Incluido en Basic, Standard y Premium",
  "From 49€/month with home checks": "Desde 49€/mes con home checks",
  "What’s included with Key Holding": "Qué incluye la custodia de llaves",
  "Secure storage of your keys": "Almacenamiento seguro de tus llaves",
  "Keys coded and stored without visible address": "Llaves codificadas y guardadas sin dirección visible",
  "Authorisation list for who can access your home": "Lista de autorización de quién puede acceder a tu casa",
  "Access for emergencies and urgent visits": "Acceso para emergencias y visitas urgentes",
  "Key holding is the base of every membership – it allows us to inspect, prepare and protect your home while you’re abroad.": "La custodia de llaves es la base de cada membresía: nos permite inspeccionar, preparar y proteger tu casa mientras estás en el extranjero.",
  "We follow a clear, documented process so you always know where your keys are and how they can be used.": "Seguimos un proceso claro y documentado para que siempre sepas dónde están tus llaves y cómo pueden utilizarse.",
  "We plan your visits based on your membership": "Planificamos tus visitas según tu membresía",
  "Depending on your plan, we schedule 1, 2 or 4 home checks per month and define the days and time slots that work best for you.": "Según tu plan, programamos 1, 2 o 4 home checks al mes y definimos los días y franjas horarias que mejor te convengan.",
  "We visit your home with a clear checklist": "Visitamos tu casa con una checklist clara",
  "During each visit, we follow a structured checklist: doors and windows, signs of humidity, leaks, electricity, appliances, balconies, and overall condition.": "En cada visita seguimos una checklist estructurada: puertas y ventanas, signos de humedad, fugas, electricidad, electrodomésticos, balcones y estado general.",
  "We document what we see": "Documentamos lo que vemos",
  "If something looks unusual, we take photos or short videos so you can see exactly what we see from abroad.": "Si algo nos parece inusual, hacemos fotos o pequeños vídeos para que puedas ver exactamente lo que vemos desde el extranjero.",
  "You receive a short report after each check": "Recibes un breve informe después de cada visita",
  "After every home check, you receive a brief summary with key observations and, when necessary, suggestions for next steps.": "Después de cada home check, recibes un breve resumen con las observaciones clave y, cuando es necesario, sugerencias sobre los siguientes pasos.",
  "We visit your home in Casablanca at a regular rhythm to make sure everything is in order – so your property doesn’t stay closed and unchecked for months while you’re abroad.": "Visitamos tu casa en Casablanca con una frecuencia regular para asegurarnos de que todo esté en orden, evitando que tu propiedad permanezca cerrada y sin revisar durante meses mientras estás en el extranjero.",
  "Included in Silver, Gold & Platinum": "Incluido en Silver, Gold y Platinum",
  "1, 2 or 4 visits per month depending on your plan": "1, 2 o 4 visitas al mes según tu plan",
  "Regular on-site visits to your property": "Visitas presenciales regulares a tu propiedad",
  "Structured checklist for every home check": "Checklist estructurada para cada home check",
  "Photos or videos when something needs your attention": "Fotos o vídeos cuando algo requiere tu atención",
  "Short written report after each visit": "Breve informe escrito después de cada visita",
  "Home checks are the core of your membership: they help detect small issues before they become expensive problems.": "Los home checks son el núcleo de tu membresía: ayudan a detectar pequeños problemas antes de que se conviertan en reparaciones costosas.",
  "How our home checks work": "Cómo funcionan nuestros home checks",
  "From scheduling to reporting, the process is clear so you always know when your home was last visited and what we observed.": "Desde la planificación hasta el informe, el proceso es claro para que siempre sepas cuándo fue la última visita a tu casa y qué hemos observado.",
  "You tell us who needs access and why": "Nos indicas quién necesita acceso y por qué",
  "You share who is coming (plumber, electrician, delivery, technician), on which day and at what time, so we can organise the access slot.": "Nos dices quién viene (fontanero, electricista, repartidor, técnico), qué día y a qué hora, para que podamos organizar el acceso.",
  "We open and close your home for them": "Abrimos y cerramos tu casa por ellos",
  "An Amani operator goes on site, opens the property, lets the professional in and stays available on site or nearby depending on what is needed.": "Un operador de Amani se desplaza al lugar, abre la propiedad, deja entrar al profesional y permanece disponible en el sitio o cerca según sea necesario.",
  "We keep an eye on what’s being done": "Vigilamos lo que se hace",
  "We supervise the visit for a short period, check that the work or intervention matches what was agreed and answer basic questions if needed.": "Supervisamos la visita durante un periodo breve, comprobamos que el trabajo o la intervención se ajusta a lo acordado y respondemos a las preguntas básicas si es necesario.",
  "We close, secure and report back to you": "Cerramos, aseguramos y te informamos",
  "Once the visit is over, we close and secure your property again and send you a short summary with photos or notes, depending on the situation.": "Cuando la visita termina, volvemos a cerrar y asegurar tu propiedad y te enviamos un breve resumen con fotos o notas, según la situación.",
  "Add-on · Open your home for trusted professionals": "Servicio adicional · Abrir tu casa para profesionales de confianza",
  "ProAccess is our one-off access service when a professional needs to enter your home and you can’t be in Morocco. We open, supervise shortly and secure the property again so your keys never circulate from hand to hand.": "ProAccess es nuestro servicio de acceso puntual cuando un profesional necesita entrar en tu casa y tú no puedes estar en Marruecos. Abrimos, supervisamos brevemente y volvemos a asegurar la propiedad para que tus llaves nunca pasen de mano en mano.",
  "Available to members and non-members": "Disponible para miembros y no miembros",
  "Priority access for Standard & Premium members": "Acceso prioritario para miembros Standard y Premium",
  "When to use ProAccess": "Cuándo usar ProAccess",
  "Repairs and maintenance: plumber, electrician, AC, etc.": "Reparaciones y mantenimiento: fontanero, electricista, aire acondicionado, etc.",
  "Technicians, inspections or meter readings": "Técnicos, inspecciones o lecturas de contadores",
  "Deliveries that must be received inside the property": "Entregas que deben recibirse dentro de la propiedad",
  "Any situation where a trusted professional needs access while you are abroad": "Cualquier situación en la que un profesional de confianza necesite acceso mientras estás en el extranjero",
  "ProAccess is priced per visit with a clear confirmation before each intervention. Standard and Premium members benefit from priority when booking time slots.": "ProAccess se factura por visita con una confirmación clara antes de cada intervención. Los miembros Standard y Premium se benefician de prioridad al reservar franjas horarias.",
  "How ProAccess works": "Cómo funciona ProAccess",
  "You don’t need to send your keys through family or neighbours anymore. Amani opens the door, stays present for a short supervision and closes your home again under a clear, professional process.": "Ya no necesitas enviar tus llaves a través de familiares o vecinos. Amani abre la puerta, permanece presente para una breve supervisión y vuelve a cerrar tu casa siguiendo un proceso claro y profesional.",
  "We plan your seasonal visits ahead of time": "Planificamos tus visitas estacionales con antelación",
  "We agree on the best periods for Seasonal Care based on how often you visit Morocco and how your home is used.": "Acordamos los mejores periodos para Seasonal Care en función de la frecuencia con la que vienes a Marruecos y de cómo se utiliza tu casa.",
  "We refresh and reset your home": "Refrescamos y ponemos tu casa a punto",
  "Our team cleans, dusts, airs out and resets the main rooms so your home doesn’t stay closed and stale for months.": "Nuestro equipo limpia, quita el polvo, ventila y pone a punto las estancias principales para que tu casa no permanezca cerrada y cargada durante meses.",
  "We air, ventilate and check for humidity": "Aireamos, ventilamos y comprobamos la humedad",
  "We open windows where possible, check for damp, odors or signs of mold, and let you know if something needs extra attention.": "Abrimos las ventanas cuando es posible, revisamos si hay humedad, olores o signos de moho y te informamos si algo requiere más atención.",
  "You arrive to a home that feels alive again": "Llegas a un hogar que vuelve a sentirse vivo",
  "Seasonal Care makes it easier to arrive, unpack and enjoy your stay instead of starting with cleaning and inspections.": "Seasonal Care te facilita llegar, deshacer maletas y disfrutar de tu estancia en lugar de empezar limpiando e inspeccionando.",
  "Seasonal Care is a deeper refresh of your home before and after the main seasons, so your property doesn’t sit closed, dusty or humid for too long while you’re abroad.": "Seasonal Care es una puesta a punto más profunda de tu casa antes y después de las temporadas principales, para que tu propiedad no permanezca cerrada, polvorienta o húmeda demasiado tiempo mientras estás fuera.",
  "2 Seasonal Care visits per year in Basic & Standard": "2 visitas de Seasonal Care al año en Basic y Standard",
  "4 Seasonal Care visits per year in Premium": "4 visitas de Seasonal Care al año en Premium",
  "What’s included with Seasonal Care": "Qué incluye Seasonal Care",
  "Seasonal cleaning of key living areas": "Limpieza estacional de las principales zonas de vida",
  "Airing and ventilation of the property": "Aireación y ventilación de la propiedad",
  "Planned visits before and after key seasons": "Visitas planificadas antes y después de las temporadas clave",
  "Quick reset so your home feels ready sooner": "Puesta a punto rápida para que tu casa se sienta lista antes",
  "Seasonal Care works together with your monthly home checks so your property stays clean, aired and easier to enjoy when you return.": "Seasonal Care funciona en conjunto con tus home checks mensuales para que tu propiedad se mantenga limpia, ventilada y más fácil de disfrutar a tu regreso.",
  "How Seasonal Care works": "Cómo funciona Seasonal Care",
  "We combine planning, cleaning and airing so your seasonal visits to Morocco start smoother, with less effort on your side.": "Combinamos planificación, limpieza y ventilación para que tus visitas estacionales a Marruecos empiecen de forma más fluida y con menos esfuerzo por tu parte.",
  "You tell us when you’re coming – and what you need": "Nos dices cuándo vienes y qué necesitas",
  "Before your trip, you share your arrival date, time and whether you’d like us to prepare basics like water, breakfast items or a full fridge.": "Antes de tu viaje, compartes tu fecha y hora de llegada y si quieres que preparemos básicos como agua, productos para el desayuno o un frigorífico lleno.",
  "We open and refresh your home before you arrive": "Abrimos y refrescamos tu casa antes de que llegues",
  "We go on site ahead of your arrival to open the apartment, air it out, check the main rooms and make sure everything feels safe and ready.": "Vamos a tu casa antes de tu llegada para abrir el apartamento, ventilarlo, revisar las estancias principales y asegurarnos de que todo se sienta seguro y listo.",
  "We manage your groceries via Glovo and put everything away": "Gestionamos tu compra con Glovo y lo dejamos todo guardado",
  "Using your Glovo order or a shopping list you approve, we receive the delivery on your behalf, store fresh items in the fridge and cupboards and remove the packaging.": "Usando tu pedido de Glovo o una lista de compra aprobada por ti, recibimos la entrega en tu nombre, guardamos los productos frescos en la nevera y los armarios y retiramos los embalajes.",
  "You arrive to a home that feels lived-in, not closed": "Llegas a un hogar que se siente vivido, no cerrado",
  "Beds and essentials can be prepared, the apartment is aired and stocked, so you start your stay by resting – not by cleaning and running to the supermarket.": "Las camas y los esenciales pueden estar preparados, el piso está ventilado y abastecido, así que empiezas tu estancia descansando, no limpiando ni corriendo al supermercado.",
  "Add-on · For your arrivals in Morocco": "Servicio adicional · Para tus llegadas a Marruecos",
  "Welcome Home is our pre-arrival service so you don’t open a closed, dusty apartment after a long flight. We refresh your home, receive your groceries via ": "Welcome Home es nuestro servicio previo a la llegada para que no tengas que abrir un piso cerrado y polvoriento después de un vuelo largo. Refrescamos tu casa, recibimos tu compra a través de ",
  " and put everything away so you can simply arrive and feel at home.": " y lo guardamos todo para que simplemente llegues y te sientas en casa.",
  "Reserved for Amani members in Casablanca": "Reservado a los miembros de Amani en Casablanca",
  "Welcome Home from": "Welcome Home desde",
  " per visit (excluding groceries)": " por visita (sin incluir la compra)",
  "What’s included with Welcome Home": "Qué incluye Welcome Home",
  "Pre-arrival visit to open, air and check your home": "Visita previa a la llegada para abrir, ventilar y revisar tu casa",
  "Light reset of main rooms so the apartment feels fresh": "Puesta a punto ligera de las estancias principales para que el piso se sienta fresco",
  "Groceries managed via Glovo and stored in your kitchen": "Compra gestionada vía Glovo y guardada en tu cocina",
  "Beds and essentials ready for your first night": "Camas y esenciales listos para tu primera noche",
  "The service starts from": "El servicio empieza desde",
  "per visit for our members in Casablanca. The Glovo order itself is paid directly from your Glovo account or according to the arrangement we agree together.": "por visita para nuestros miembros en Casablanca. El pedido de Glovo se paga directamente desde tu cuenta de Glovo o según el acuerdo que definamos juntos.",
  "How Welcome Home works": "Cómo funciona Welcome Home",
  "From the moment you share your arrival date, we coordinate the visit, groceries and preparation so your home feels open, stocked and welcoming when you turn the key.": "Desde el momento en que nos comunicas tu fecha de llegada, coordinamos la visita, la compra y la preparación para que tu casa esté abierta, abastecida y acogedora cuando gires la llave.",
  "About Amani Home": "Sobre Amani Home",
  "A local team looking after your home in Morocco while you’re away": "Un equipo local que cuida de tu casa en Marruecos mientras estás fuera",
  "Amani Home was created for owners who love their home in Morocco but cannot be there all year. We provide structured, local care so your property stays ready, safe and alive between each stay.": "Amani Home se creó para propietarios que aman su casa en Marruecos pero no pueden estar allí todo el año. Ofrecemos un cuidado estructurado y local para que tu propiedad se mantenga lista, segura y viva entre cada estancia.",
  "Based in Casablanca": "Con base en Casablanca",
  "with operators on the ground visiting your home in person.": "con operadores sobre el terreno que visitan tu casa en persona.",
  "Built for owners abroad": "Diseñado para propietarios que viven en el extranjero",
  "who need clarity, trust and a simple way to stay in control.": "que necesitan claridad, confianza y una forma sencilla de mantener el control.",
  "you get regular home checks, secure key holding and seasonal care.": "disfrutas de home checks regulares, custodia segura de llaves y Seasonal Care.",
  "Giving you peace of mind between every stay": "Darte tranquilidad entre cada estancia",
  "When a home stays closed for months, small issues can quickly become big problems: humidity, leaks, insects, dust, angry neighbours or lost value. Amani exists to prevent this and to give you a clear, structured way to look after your property from abroad.": "Cuando una casa permanece cerrada durante meses, los pequeños problemas pueden convertirse rápidamente en grandes daños: humedad, fugas, insectos, polvo, vecinos enfadados o pérdida de valor. Amani existe para evitar eso y ofrecerte una forma clara y estructurada de cuidar tu propiedad desde el extranjero.",
  "Why owners choose Amani": "Por qué los propietarios eligen Amani",
  "Instead of relying on neighbours, family or improvised solutions, you have a dedicated contact, scheduled visits and written reports. Your keys are stored securely in Casablanca and every visit follows a standard checklist, so nothing is left to chance.": "En lugar de depender de vecinos, familiares o soluciones improvisadas, cuentas con un contacto dedicado, visitas programadas e informes escritos. Tus llaves se guardan de forma segura en Casablanca y cada visita sigue una checklist estándar, de modo que nada se deja al azar.",
  "Whether you come once a year or every month, Amani helps you arrive to a home that feels cared for, not abandoned.": "Vengas una vez al año o cada mes, Amani te ayuda a llegar a un hogar cuidado, no a una vivienda abandonada.",
  "How we work": "Cómo trabajamos",
  "Four things you can expect from us": "Cuatro cosas que puedes esperar de nosotros",
  "Transparency": "Transparencia",
  "After each visit, you receive a short report with photos, notes and clear next steps if we notice something unusual.": "Después de cada visita, recibes un breve informe con fotos, notas y próximos pasos claros si detectamos algo inusual.",
  "Trust & security": "Confianza y seguridad",
  "Your keys are coded and stored securely in Casablanca. Access is tracked and only used for planned visits or agreed interventions.": "Tus llaves se codifican y guardan de forma segura en Casablanca. El acceso se registra y solo se utiliza para visitas planificadas o intervenciones acordadas.",
  "Consistency": "Constancia",
  "Monthly home checks follow a fixed checklist so the same points are verified every time, not just when someone remembers.": "Los home checks mensuales siguen una checklist fija, de forma que se revisan los mismos puntos cada vez, no solo cuando alguien se acuerda.",
  "Local coordination": "Coordinación local",
  "For deeper work, cleaning or renovation, we coordinate local professionals, supervise and keep you updated remotely.": "Para trabajos más profundos, limpieza o reformas, coordinamos a profesionales locales, supervisamos y te mantenemos informado a distancia.",
  "A small, dedicated structure": "Una estructura pequeña y dedicada",
  "Close enough to knock on your door, even when you can’t": "Lo bastante cerca como para llamar a tu puerta, incluso cuando tú no puedes",
  "Amani is based in Casablanca with operators who physically visit your home, speak with neighbours when needed and understand how buildings really age in Morocco.": "Amani tiene su base en Casablanca con operadores que visitan físicamente tu casa, hablan con los vecinos cuando es necesario y entienden cómo envejecen realmente los edificios en Marruecos.",
  "Around this core, we work with a network of trusted cleaning teams, maintenance specialists and renovation professionals that we activate when your project requires it.": "En torno a este núcleo, trabajamos con una red de equipos de limpieza de confianza, especialistas en mantenimiento y profesionales de la reforma que activamos cuando tu proyecto lo requiere.",
  "You keep control of the decisions. We handle the ground work.": "Tú mantienes el control de las decisiones. Nosotros nos ocupamos del terreno.",
  "Ready to talk about your home in Morocco?": "¿Listo para hablar de tu casa en Marruecos?",
  "Tell us where your property is, how often you use it and what you worry about the most. We’ll help you choose the right membership and first steps.": "Cuéntanos dónde está tu propiedad, con qué frecuencia la utilizas y qué es lo que más te preocupa. Te ayudaremos a elegir la membresía adecuada y los primeros pasos.",
  "Talk to Amani": "Habla con Amani",
  "Let's get in touch": "Pongámonos en contacto",
  "Tell us more about your request and we’ll get back to you shortly.": "Cuéntanos un poco más sobre tu solicitud y nos pondremos en contacto contigo en breve.",
  "Full Name": "Nombre completo",
  "Phone Number": "Número de teléfono",
  "Your Address (City, Country)": "Tu dirección (Ciudad, País)",
  "Property Address in Morocco": "Dirección de la propiedad en Marruecos",
  "Approximate Size (in m²)": "Superficie aproximada (en m²)",
  "Which service or plan are you interested in?": "¿En qué servicio o plan estás interesado/a?",
  "Additional notes (optional)": "Notas adicionales (opcional)",
  "Send via WhatsApp": "Enviar por WhatsApp",
  "What is Amani and how does your remote home care service in Morocco work?": "¿Qué es Amani y cómo funciona vuestro servicio de cuidado remoto de viviendas en Marruecos?",
  "Amani is a remote home care and property management service for owners who have a home in Morocco but live abroad or travel often. We store your keys securely in Casablanca, organise regular Home Checks and Seasonal Care, and coordinate extra services when you need more support. You receive clear reports after each visit so you always know what is happening in your Moroccan property, even when you are not there.": "Amani es un servicio de cuidado remoto de viviendas y gestión de propiedades para propietarios que tienen una casa en Marruecos pero viven en el extranjero o viajan con frecuencia. Guardamos tus llaves de forma segura en Casablanca, organizamos Home Checks regulares y Seasonal Care, y coordinamos servicios adicionales cuando necesitas más apoyo. Recibes informes claros después de cada visita para que siempre sepas qué ocurre en tu propiedad en Marruecos, incluso cuando no estás allí.",
  "How much does an Amani membership cost and what is included from 39€/month?": "¿Cuánto cuesta una membresía de Amani y qué incluye a partir de 39 €/mes?",
  "Our memberships start from 39€/month and include secure key holding, regular Home Checks and basic Seasonal Care depending on the plan you choose. You can then add on extra services such as Welcome Home, ProAccess or Amani Works when you need deeper cleaning, professional access or renovation support.": "Nuestras membresías empiezan desde 39 €/mes e incluyen custodia segura de llaves, Home Checks regulares y un Seasonal Care básico según el plan que elijas. Luego puedes añadir servicios extra como Welcome Home, ProAccess o Amani Works cuando necesites una limpieza más profunda, acceso profesional o apoyo en reformas.",
  "Is Amani only for Moroccans living abroad (MRE) or can local owners also use your service?": "¿Amani es solo para marroquíes residentes en el extranjero (MRE) o los propietarios locales también pueden usar el servicio?",
  "Amani was created first for MRE and international owners who cannot be in Morocco regularly, but local owners in Casablanca and surroundings also use our service. If you travel often, live in another city or simply prefer a professional team to look after your home, you can subscribe to any of our memberships.": "Amani se creó inicialmente para MRE y propietarios internacionales que no pueden estar en Marruecos con regularidad, pero los propietarios locales de Casablanca y alrededores también utilizan nuestro servicio. Si viajas a menudo, vives en otra ciudad o simplemente prefieres que un equipo profesional cuide de tu casa, puedes suscribirte a cualquiera de nuestras membresías.",
  "What is FreshStart and how do Home Checks help protect my property while I am away?": "¿Qué es FreshStart y cómo ayudan los Home Checks a proteger mi propiedad mientras estoy fuera?",
  "FreshStart is our initial visit before your membership really starts. During this visit, we air the property, check each room, do a first cleaning and document the current state of your home with photos and notes. Then, your regular Home Checks follow a clear checklist: doors and windows, water and electricity, signs of humidity or leaks, mail, and general condition. This helps catch small issues before they become bigger problems.": "FreshStart es nuestra visita inicial antes de que tu membresía empiece realmente. Durante esta visita, ventilamos la propiedad, revisamos cada habitación, hacemos una primera limpieza y documentamos el estado actual de tu casa con fotos y notas. Después, tus Home Checks regulares siguen una checklist clara: puertas y ventanas, agua y electricidad, signos de humedad o fugas, correo y estado general. Esto ayuda a detectar pequeños problemas antes de que se conviertan en algo más grave.",
  "How does Amani Works manage renovation and construction projects remotely?": "¿Cómo gestiona Amani Works los proyectos de reforma y obras a distancia?",
  "Amani Works is our coordination and supervision service for renovation and works when you cannot be on site yourself. You tell us about your project, we source and shortlist trusted professionals, then present you one or two quotes so you can decide how you want to move forward. Once you choose, we coordinate the works, follow progress on the ground, check quality and keep you updated with photos, videos and reports until completion. Our fee is 25% of the total works budget.": "Amani Works es nuestro servicio de coordinación y supervisión para reformas y obras cuando no puedes estar presente en el lugar. Nos cuentas tu proyecto, buscamos y preseleccionamos profesionales de confianza y te presentamos uno o dos presupuestos para que decidas cómo avanzar. Una vez eliges, coordinamos las obras, seguimos el progreso sobre el terreno, verificamos la calidad y te mantenemos al día con fotos, vídeos e informes hasta la finalización. Nuestros honorarios son del 25 % del presupuesto total de las obras.",
  "How are my keys and access to my home in Morocco kept safe with Amani?": "¿Cómo se mantienen seguras mis llaves y el acceso a mi casa en Marruecos con Amani?",
  "Your keys are stored in a secure key holding system in Casablanca with a unique code instead of your name or address. Only authorised Amani operators can access the keys when a visit or a service is planned, and every movement is logged.": "Tus llaves se guardan en un sistema de custodia segura en Casablanca con un código único en lugar de tu nombre o dirección. Solo los operadores autorizados de Amani pueden acceder a las llaves cuando hay una visita o un servicio previsto, y cada movimiento queda registrado.",
  "Frequently asked questions": "Preguntas frecuentes",
  "Understand how Amani protects your home in Morocco": "Entiende cómo Amani protege tu casa en Marruecos",
  "Here are answers to the main questions owners ask us about memberships, FreshStart, Amani Works and how remote home care works when you live abroad.": "Aquí encontrarás respuestas a las principales preguntas que nos hacen los propietarios sobre las membresías, FreshStart, Amani Works y el funcionamiento del cuidado remoto de la vivienda cuando vives en el extranjero.",
  "Still unsure? Talk to Amani about your home": "¿Sigues con dudas? Habla con Amani sobre tu casa",
  "Light care": "Cuidado ligero",
  "Essential care while you’re abroad.": "Lo esencial mientras estás en el extranjero.",
  "1 home check per month": "1 home check al mes",
  "2 home checks per month" : "2 home checks al mes",
  "2 seasonal care visits per year": "2 visitas de Seasonal Care al año",
  "Owners who want us to keep an eye on the home without too much intervention.": "Para propietarios que quieren que vigilemos su casa sin demasiada intervención.",
  "Closer follow-up for complete peace of mind.": "Un seguimiento más cercano para una tranquilidad total.",
  "Most popular": "El más popular",
  "Priority on ProAccess visits": "Prioridad en las visitas ProAccess",
  "Owners who want us to look after their home more closely and receive regular updates.": "Para propietarios que quieren un cuidado más cercano de su casa y recibir actualizaciones periódicas.",
  "Maximum vigilance": "Vigilancia máxima",
  "We look after your home as if it were ours.": "Cuidamos de tu casa como si fuera la nuestra.",
  "4 home checks per month (weekly)": "4 home checks al mes (semanales)",
  "4 seasonal care visits per year": "4 visitas de Seasonal Care al año",
  "High priority on ProAccess": "Alta prioridad en ProAccess",
  "Enhanced coordination for issues and works": "Coordinación reforzada para incidencias y obras",
  "Owners who expect full vigilance and premium responsiveness while they’re abroad.": "Para propietarios que esperan vigilancia total y una respuesta premium mientras están fuera.",
  "Memberships · Casablanca": "Membresías · Casablanca",
  "Choose how closely we look after your home.": "Elige con qué cercanía cuidamos de tu casa.",
  "From 49€/month, every plan includes secure key holding, home checks and seasonal care. You only add extra services when you need more.": "Desde 49 €/mes, cada plan incluye custodia segura de llaves, home checks y Seasonal Care. Solo añades servicios extra cuando lo necesitas.",
  "Best for": "Ideal para",
  "Choose this plan": "Elegir este plan",
  "Secure key holding in Casablanca": "Custodia segura de llaves en Casablanca",
  "Home checks according to your plan": "Home checks según tu plan",
  "Short report after every visit": "Breve informe después de cada visita",
  "Available as add-ons": "Disponibles como servicios adicionales",
  "Welcome Home – home preparation": "Welcome Home – preparación del hogar",
  "ProAccess – access and short supervision": "ProAccess – acceso y supervisión breve",
  "Amani Works – remote supervision": "Amani Works – supervisión remota",
  "As if you were there.": "Como si estuvieras allí.",
  "Scheduled visits to your property with a clear checklist and a short report after each round." :"Visitas programadas a tu propiedad con una checklist clara y un breve informe después de cada visita.",
  "Add services when you need more" :"Añade servicios cuando necesites más",
  "On top of your membership, you can activate extra services for special stays, a fresh start or renovation projects.": "Además de tu membresía, puedes activar servicios extra para estancias especiales, un nuevo comienzo o proyectos de reforma.",
  "Why owners choose Amani ?" : "¿Por qué los propietarios eligen Amani?",
  "More than a service. A trusted presence on the ground." : "Más que un servicio. Una presencia de confianza sobre el terreno.",
  "Amani was created for owners who live abroad but want their home in Morocco to stay protected, cared for and ready. Here is what makes our approach different." : "Amani se creó para propietarios que viven en el extranjero pero quieren que su casa en Marruecos siga protegida, cuidada y lista para usar. Esto es lo que distingue nuestro enfoque.",
  "How it works" : "Cómo funciona",
  "From first contact to regular care, step by step." : "Del primer contacto al cuidado regular, paso a paso.",
  "We keep the process simple and transparent so you always know what happens next and when your membership starts." : "Mantenemos el proceso sencillo y transparente para que siempre sepas qué ocurre a continuación y cuándo empieza tu membresía.",
  "What exactly does Amani do while I’m abroad?" : "¿Qué hace exactamente Amani mientras estoy en el extranjero?",
  "Amani looks after your home in Casablanca while you’re away: we hold your keys securely, visit your property on a fixed schedule, check for issues and keep you updated after each visit. Depending on your membership, we also organise seasonal care to air, clean and reset your home before and after key periods." : "Amani cuida de tu casa en Casablanca mientras estás fuera: custodiamos tus llaves de forma segura, visitamos tu propiedad con una frecuencia fija, comprobamos posibles incidencias y te mantenemos informado después de cada visita. Según tu membresía, también organizamos Seasonal Care para ventilar, limpiar y preparar tu casa antes y después de los periodos clave.",
  "How do your memberships work?" : "¿Cómo funcionan vuestras membresías?",
  "You choose between three memberships from 39€/month. Each plan includes secure key holding and regular home checks, with more visits and seasonal care as you move from Basic to Premium. You can then add services like Welcome Home, ProAccess or Amani Works whenever you need more support.": "Puedes elegir entre tres membresías desde 39 €/mes. Cada plan incluye custodia segura de llaves y home checks regulares, con más visitas y Seasonal Care a medida que pasas de Basic a Premium. Luego puedes añadir servicios como Welcome Home, ProAccess o Amani Works cuando necesites más apoyo.",
  "Do I need to be in Morocco to start with Amani?" : "¿Tengo que estar en Marruecos para empezar con Amani?",
  "No. Many of our clients live abroad. We can start with a remote onboarding, then schedule your FreshStart visit and key handover when someone you trust is available on site. From there, your membership begins and we take care of your home according to the plan you’ve chosen." : "No. Muchos de nuestros clientes viven en el extranjero. Podemos empezar con una incorporación a distancia y luego programar tu visita FreshStart y la entrega de llaves cuando una persona de confianza esté disponible en el lugar. A partir de ahí, comienza tu membresía y cuidamos de tu casa según el plan que hayas elegido.",
  "Questions from owners like you" : "Preguntas de propietarios como tú",
  "Need quick answers before you decide?" :"¿Necesitas respuestas rápidas antes de decidirte?",
  "Here are some of the most common questions we get from MRE and expatriate owners." : "Aquí tienes algunas de las preguntas más frecuentes que recibimos de propietarios MRE y expatriados.",
  "How our key holding works" : "Cómo funciona nuestro sistema de custodia de llaves",
  "What’s included with Home Checks" : "Qué incluye Home Checks",
  "Controlled & secure key holding" : "Custodia de llaves controlada y segura"
}
