{
  "Membership": "Mitgliedschaft",
  "About Us": "Über uns",
  "Get in Touch": "Kontaktieren Sie uns",
  "Client Portal": "Kundenportal",
  "Operator Portal": "Operator-Portal",
  "Your home in": "Ihr Zuhause in",
  "Morocco": "Marokko",
  "As if you were there": "Als wären Sie selbst dort",
  "We look after your home with monthly inspections and seasonal care while you're abroad. From": "Wir kümmern uns mit monatlichen Inspektionen und Seasonal Care um Ihr Zuhause, während Sie im Ausland sind. So",
  "you come back to a home that feels ready, safe and alive.": "kommen Sie in ein Zuhause zurück, das bereit, sicher und lebendig ist.",
  "View membership plans": "Mitgliedschaftstarife ansehen",
  "Talk to us on WhatsApp": "Schreiben Sie uns auf WhatsApp",
  "Remote home care for Moroccan properties.": "Remote-Betreuung für Ihre Immobilie in Marokko",
  "What we do while you’re away": "Was wir tun, während Sie weg sind",
  "Every membership includes regular home checks, seasonal care and secure key holding in Casablanca. Amani acts as your eyes and hands on the ground while you’re abroad.": "Jede Mitgliedschaft umfasst regelmäßige Home Checks, Seasonal Care und eine sichere Schlüsselaufbewahrung in Casablanca. Amani ist Ihre Augen und Hände vor Ort, während Sie im Ausland sind.",
  "Key Holding": "Key Holding",
  "Your keys are stored securely, ready for emergencies, visits or trusted professionals.": "Ihre Schlüssel werden sicher aufbewahrt – bereit für Notfälle, Besuche oder vertrauenswürdige Fachleute.",
  "Secure key holding included in all plans": "Sichere Schlüsselaufbewahrung in allen Tarifen enthalten",
  "Scheduled visits to your property with a clear checklist and a short report after each round": "Geplante Besuche Ihrer Immobilie mit einer klaren Checkliste und einem kurzen Bericht nach jedem Durchgang",
  "Included in every membership": "In jeder Mitgliedschaft enthalten",
  "Seasonal Care": "Seasonal Care",
  "Seasonal cleaning to freshen, air out and reset your home before and after the main seasons.": "Saisonale Reinigung, um Ihr Zuhause vor und nach den Hauptsaisons aufzufrischen, zu lüften und neu vorzubereiten.",
  "2 to 4 visits per year depending on your plan": "2 bis 4 Besuche pro Jahr je nach Tarif",
  "On top of your membership, you can activate extra services for special stays, a fresh start or renovation projects": "Zusätzlich zu Ihrer Mitgliedschaft können Sie Extra-Services für besondere Aufenthalte, einen Neustart oder Renovierungsprojekte aktivieren",
  "Before you arrive, we bring your home back to life.": "Bevor Sie ankommen, bringen wir Ihr Zuhause wieder zum Leben.",
  "One-off access and short supervision for trusted professionals.": "Einmaliger Zugang und kurze Aufsicht für vertrauenswürdige Fachleute.",
  "Remote supervision for your renovation and works": "Remote-Supervision für Ihre Renovierungen und Arbeiten",
  "Compare memberships from 39€/month": "Mitgliedschaften ab 39 €/Monat vergleichen",
  "Trusted local presence": "Vertrauenswürdige lokale Präsenz",
  "A dedicated team looking after your home with structure, consistency and care.": "Ein engagiertes Team, das sich strukturiert, regelmäßig und sorgfältig um Ihr Zuhause kümmert.",
  "Clear reporting after each visit": "Klare Berichte nach jedem Besuch",
  "Every home check comes with photos, a short report and follow-up when something needs attention.": "Jeder Home Check beinhaltet Fotos, einen kurzen Bericht und ein Follow-up, wenn etwas Aufmerksamkeit braucht.",
  "Your keys stay in a documented system. Access is only given to trusted, identified professionals.": "Ihre Schlüssel bleiben in einem dokumentierten System. Zugriff erhalten nur identifizierte und vertrauenswürdige Fachleute.",
  "Built for MREs and second-home owners": "Für MREs und Zweitwohnsitzbesitzer entwickelt",
  "We design everything for people living abroad who want peace of mind, not property logistics.": "Wir gestalten alles für Menschen im Ausland, die Ruhe wollen – nicht Immobilienlogistik.",
  "More than a service. A trusted presence on the ground": "Mehr als ein Service. Eine vertrauenswürdige Präsenz vor Ort",
  "Amani was created for owners who live abroad but want their home in Morocco to stay protected, cared for and ready. Here is what makes our approach different”": "Amani wurde für Eigentümer geschaffen, die im Ausland leben, deren Zuhause in Marokko aber geschützt, gepflegt und bereit bleiben soll. Das unterscheidet unseren Ansatz.",
  "Get in touch & tell us about your home": "Kontaktieren Sie uns und erzählen Sie uns von Ihrem Zuhause",
  "Reach out on WhatsApp or through our form and tell us where your home is, how often you use it and what you need while you’re abroad.": "Melden Sie sich über WhatsApp oder unser Formular und teilen Sie uns mit, wo Ihr Zuhause ist, wie oft Sie es nutzen und was Sie während Ihrer Abwesenheit brauchen.",
  "Choose your membership & sign your contract": "Wählen Sie Ihre Mitgliedschaft und unterschreiben Sie den Vertrag",
  "We help you choose between Basic, Standard or Premium, then we sign your membership contract and agree on how you want us to look after your home.": "Wir helfen Ihnen, zwischen Basic, Standard oder Premium zu wählen, unterschreiben dann Ihren Mitgliedschaftsvertrag und legen fest, wie wir uns um Ihr Zuhause kümmern sollen.",
  "FreshStart visit & key handover": "FreshStart-Besuch & Schlüsselübergabe",
  "We schedule your FreshStart: an initial visit with cleaning, airing and a full check of your home. During this visit, we collect your keys securely and register them in our key holding system.": "Wir planen Ihren FreshStart: einen ersten Besuch mit Reinigung, Lüftung und vollständiger Kontrolle Ihres Zuhauses. Dabei nehmen wir Ihre Schlüssel sicher entgegen und registrieren sie in unserem Key-Holding-System.",
  "Ongoing care while you’re away": "Laufende Betreuung während Ihrer Abwesenheit",
  "Your membership starts: monthly home checks, seasonal care and reports after each visit. When you need more, we activate add-ons like Welcome Home, ProAccess or Amani Works.": "Ihre Mitgliedschaft beginnt: monatliche Home Checks, Seasonal Care und Berichte nach jedem Besuch. Wenn Sie mehr benötigen, aktivieren wir Add-ons wie Welcome Home, ProAccess oder Amani Works.",
  "From first contact to regular care, step by step": "Vom ersten Kontakt zur regelmäßigen Betreuung – Schritt für Schritt",
  "We keep the process simple and transparent so you always know what happens next and when your membership starts": "Wir halten den Prozess einfach und transparent, damit Sie immer wissen, was als Nächstes passiert und wann Ihre Mitgliedschaft beginnt.",
  "Talk to Amani about your home": "Sprechen Sie mit Amani über Ihr Zuhause",
  "Partnerships & Reputation": "Partnerschaften & Reputation",
  "Trusted by key institutions in Morocco": "Vertrauenspartner wichtiger Institutionen in Marokko",
  "Banks and insurance companies rely on Amani for reliable home care, transparency and long-term service. Here are some of the partners who trust us.": "Banken und Versicherungen verlassen sich auf Amani für verlässliche Hausbetreuung, Transparenz und langfristigen Service. Hier sind einige der Partner, die uns vertrauen.",
  "Amani home in numbers": "Amani Home in Zahlen",
  "Numbers that speak for themselves": "Zahlen, die für sich sprechen",
  "You tell us what you want to transform": "Sie sagen uns, was Sie verändern möchten",
  "You explain your project – repainting, bathroom upgrade, new kitchen, built-in furniture – and share your preferences, timing and approximate budget.": "Sie erklären Ihr Projekt – neue Farbe, Badezimmer-Upgrade, neue Küche, Einbaumöbel – und teilen Ihre Vorlieben, den Zeitplan und das ungefähre Budget.",
  "Based on your project, we consult our network and other professionals, request detailed quotes and shortlist one or two options that match your budget and expectations.": "Auf Basis Ihres Projekts konsultieren wir unser Netzwerk und weitere Fachleute, holen detaillierte Angebote ein und wählen ein bis zwei Optionen aus, die zu Ihrem Budget und Ihren Erwartungen passen.",
  "You choose the quote, we launch and coordinate": "Sie wählen das Angebot, wir starten und koordinieren",
  "You validate the quote you prefer and the way you want to phase payments. We confirm everything with the contractor and become their main contact on your behalf.": "Sie bestätigen das bevorzugte Angebot und wie die Zahlungen gestaffelt werden sollen. Wir bestätigen alles mit dem Unternehmer und sind fortan Ihr Hauptansprechpartner.",
  "We supervise on site and control quality until handover": "Wir überwachen vor Ort und kontrollieren die Qualität bis zur Übergabe",
  "We visit the site at key stages, share photos and videos, flag problems early, and help you request corrections so that the final result is as close as possible to what you agreed.": "Wir besuchen die Baustelle in den wichtigen Phasen, teilen Fotos und Videos, melden Probleme frühzeitig und helfen Ihnen, Korrekturen zu verlangen, damit das Endergebnis Ihrer Vereinbarung möglichst nahe kommt.",
  "We find the right contractors and gather quotes" : "Wir finden die richtigen Unternehmer und holen Angebote ein.",
  "With Amani Works, you tell us what you want to change in your home, we find the right artisans, present you with quotes and then supervise the project on site in Morocco on your behalf.": "Mit Amani Works sagen Sie uns, was Sie in Ihrem Zuhause verändern möchten, wir finden die passenden Handwerker, präsentieren Ihnen Angebote und überwachen das Projekt anschließend vor Ort in Marokko in Ihrem Namen.",
  "Available for members and non-members": "Verfügbar für Mitglieder und Nicht-Mitglieder",
  "Project fee:": "Projektgebühr:",
  "of the agreed works budget": "des vereinbarten Arbeitsbudgets",
  "What Amani Works covers": "Was Amani Works abdeckt",
  "Clarifying your project, priorities and budget": "Klärung von Projekt, Prioritäten und Budget",
  "Sourcing and shortlisting artisans and contractors": "Suche und Vorauswahl von Handwerkern und Unternehmern",
  "Collecting one or two detailed quotes for you to choose from": "Einholung eines oder zweier detaillierter Angebote zur Auswahl",
  "On-site supervision with photos, videos and regular updates": "Überwachung vor Ort mit Fotos, Videos und regelmäßigen Updates",
  "Checks at key stages and before final payment": "Kontrollen in den Schlüsselphasen und vor der Schlusszahlung",
  "Our fee is set at": "Unsere Gebühr liegt bei",
  "of the works budget we agree together before starting. This covers sourcing contractors, coordination, supervision visits in Casablanca and reporting throughout the project.": "des Arbeitsbudgets, das wir vor Start gemeinsam festlegen. Dies umfasst die Lieferantensuche, Koordination, Kontrollbesuche in Casablanca und Berichterstattung während des gesamten Projekts.",
  "How Amani Works works": "Wie Amani Works funktioniert",
  "Instead of trying to run a renovation from abroad with random photos on WhatsApp, Amani becomes your project partner on the ground, from first idea to final checks.": "Statt eine Renovierung aus dem Ausland nur mit zufälligen WhatsApp-Fotos zu steuern, wird Amani Ihr Projektpartner vor Ort – von der ersten Idee bis zur Schlussabnahme.",
  "Amani is not a contractor — we represent your interests only. Our role is to make sure the work you pay for is done properly, transparently, and safely while you're abroad.": "Amani ist kein Bauunternehmen – wir vertreten ausschließlich Ihre Interessen. Unsere Aufgabe ist sicherzustellen, dass die Arbeiten, die Sie bezahlen, korrekt, transparent und sicher ausgeführt werden, während Sie im Ausland sind.",
  "Talk to Amani about your renovation project": "Sprechen Sie mit Amani über Ihr Renovierungsprojekt",
  "Discover services": "Services entdecken",
  "We register your property and access rules": "Wir erfassen Ihre Immobilie und die Zugangsregeln",
  "We confirm your address, who is allowed to use your keys and in which situations we can open your home.": "Wir bestätigen Ihre Adresse, wer Ihre Schlüssel nutzen darf und in welchen Situationen wir Ihr Zuhause öffnen dürfen.",
  "Keys are collected during your FreshStart visit or via a trusted person, then coded and stored without your address written on them.": "Die Schlüssel werden bei Ihrem FreshStart-Besuch oder über eine Vertrauensperson eingesammelt, kodiert und ohne sichtbare Adresse eingelagert.",
  "Keys stored in a secure key cabinet": "Schlüsselaufbewahrung in einem sicheren Schrank",
  "Your keys are held in Casablanca in a locked system with restricted access, used only for authorised visits or emergencies.": "Ihre Schlüssel werden in Casablanca in einem abgeschlossenen System mit eingeschränktem Zugriff aufbewahrt – nur für autorisierte Besuche oder Notfälle.",
  "Available when you or your providers need us": "Verfügbar, wenn Sie oder Ihre Dienstleister uns brauchen",
  "When you need access for yourself, a guest or a professional, we organise the handover or activate services like ProAccess.": "Wenn Sie, ein Gast oder ein Fachbetrieb Zugang benötigen, organisieren wir die Schlüsselübergabe oder aktivieren Services wie ProAccess.",
  "Services · Included in every membership": "Services · In jeder Mitgliedschaft enthalten",
  "Amani holds your keys securely in Casablanca so your home is always accessible for planned visits, emergencies and trusted professionals – without relying on friends or neighbours.": "Amani bewahrt Ihre Schlüssel sicher in Casablanca auf, damit Ihr Zuhause für geplante Besuche, Notfälle und vertrauenswürdige Fachleute zugänglich bleibt – ohne auf Freunde oder Nachbarn angewiesen zu sein.",
  "Included in Basic, Standard & Premium": "In Basic, Standard & Premium enthalten",
  "From 49€/month with home checks": "Ab 39 €/Monat mit Home Checks",
  "What’s included with Key Holding": "Was im Key Holding enthalten ist",
  "Secure storage of your keys": "Sichere Aufbewahrung Ihrer Schlüssel",
  "Keys coded and stored without visible address": "Kodierte Schlüssel ohne sichtbare Adresse",
  "Authorisation list for who can access your home": "Autorisierungsliste, wer Zugang zu Ihrem Zuhause hat",
  "Access for emergencies and urgent visits": "Zugang für Notfälle und dringende Besuche",
  "Key holding is the base of every membership – it allows us to inspect, prepare and protect your home while you’re abroad.": "Key Holding ist die Basis jeder Mitgliedschaft – es ermöglicht uns, Ihr Zuhause während Ihrer Abwesenheit zu prüfen, vorzubereiten und zu schützen.",
  "We follow a clear, documented process so you always know where your keys are and how they can be used.": "Wir folgen einem klaren, dokumentierten Prozess, damit Sie immer wissen, wo Ihre Schlüssel sind und wie sie verwendet werden können.",
  "We plan your visits based on your membership": "Wir planen Ihre Besuche entsprechend Ihrer Mitgliedschaft",
  "Depending on your plan, we schedule 1, 2 or 4 home checks per month and define the days and time slots that work best for you.": "Je nach Tarif planen wir 1, 2 oder 4 Home Checks pro Monat und legen die Tage und Zeitfenster fest, die Ihnen am besten passen.",
  "We visit your home with a clear checklist": "Wir besuchen Ihr Zuhause mit einer klaren Checkliste",
  "During each visit, we follow a structured checklist: doors and windows, signs of humidity, leaks, electricity, appliances, balconies, and overall condition.": "Bei jedem Besuch folgen wir einer strukturierten Checkliste: Türen und Fenster, Anzeichen von Feuchtigkeit, Lecks, Elektrik, Geräte, Balkone und Gesamtzustand.",
  "We document what we see": "Wir dokumentieren, was wir sehen",
  "If something looks unusual, we take photos or short videos so you can see exactly what we see from abroad.": "Wenn uns etwas ungewöhnlich erscheint, machen wir Fotos oder kurze Videos, damit Sie aus dem Ausland genau sehen, was wir sehen.",
  "You receive a short report after each check": "Sie erhalten nach jedem Check einen kurzen Bericht",
  "After every home check, you receive a brief summary with key observations and, when necessary, suggestions for next steps.": "Nach jedem Home Check erhalten Sie eine kurze Zusammenfassung mit den wichtigsten Beobachtungen und – falls nötig – Vorschlägen für die nächsten Schritte.",
  "We visit your home in Casablanca at a regular rhythm to make sure everything is in order – so your property doesn’t stay closed and unchecked for months while you’re abroad.": "Wir besuchen Ihr Zuhause in Casablanca in einem regelmäßigen Rhythmus, damit alles in Ordnung bleibt – Ihre Immobilie ist so nicht monatelang geschlossen und unkontrolliert, während Sie im Ausland sind.",
  "Included in Silver, Gold & Platinum": "In Silver, Gold & Platinum enthalten",
  "1, 2 or 4 visits per month depending on your plan": "1, 2 oder 4 Besuche pro Monat je nach Tarif",
  "Regular on-site visits to your property": "Regelmäßige Vor-Ort-Besuche Ihrer Immobilie",
  "Structured checklist for every home check": "Strukturierte Checkliste für jeden Home Check",
  "Photos or videos when something needs your attention": "Fotos oder Videos, wenn etwas Ihre Aufmerksamkeit braucht",
  "Short written report after each visit": "Kurzer schriftlicher Bericht nach jedem Besuch",
  "Home checks are the core of your membership: they help detect small issues before they become expensive problems.": "Home Checks sind der Kern Ihrer Mitgliedschaft: Sie helfen, kleine Probleme zu erkennen, bevor sie zu teuren Schäden werden.",
  "How our home checks work": "Wie unsere Home Checks funktionieren",
  "From scheduling to reporting, the process is clear so you always know when your home was last visited and what we observed.": "Vom Planen bis zum Bericht ist der Prozess klar, damit Sie immer wissen, wann Ihr Zuhause zuletzt besucht wurde und was wir festgestellt haben.",
  "You tell us who needs access and why": "Sie sagen uns, wer Zugang braucht und warum",
  "You share who is coming (plumber, electrician, delivery, technician), on which day and at what time, so we can organise the access slot.": "Sie teilen uns mit, wer kommt (Installateur, Elektriker, Lieferung, Techniker), an welchem Tag und zu welcher Uhrzeit, damit wir den Zugang einplanen können.",
  "We open and close your home for them": "Wir öffnen und schließen Ihr Zuhause für sie",
  "An Amani operator goes on site, opens the property, lets the professional in and stays available on site or nearby depending on what is needed.": "Ein Amani-Operator fährt vor Ort zur Immobilie, öffnet, lässt den Fachmann hinein und bleibt bei Bedarf vor Ort oder in der Nähe verfügbar.",
  "We keep an eye on what’s being done": "Wir behalten im Blick, was gemacht wird",
  "We supervise the visit for a short period, check that the work or intervention matches what was agreed and answer basic questions if needed.": "Wir überwachen den Besuch für eine kurze Zeit, prüfen, ob die Arbeit der Vereinbarung entspricht, und beantworten bei Bedarf grundlegende Fragen.",
  "We close, secure and report back to you": "Wir schließen ab, sichern und berichten Ihnen",
  "Once the visit is over, we close and secure your property again and send you a short summary with photos or notes, depending on the situation.": "Nach dem Besuch schließen und sichern wir Ihre Immobilie erneut und senden Ihnen – je nach Situation – eine kurze Zusammenfassung mit Fotos oder Notizen.",
  "Add-on · Open your home for trusted professionals": "Add-on · Öffnen Sie Ihr Zuhause für vertrauenswürdige Fachleute",
  "ProAccess is our one-off access service when a professional needs to enter your home and you can’t be in Morocco. We open, supervise shortly and secure the property again so your keys never circulate from hand to hand.": "ProAccess ist unser einmaliger Zugangsservice, wenn ein Fachmann in Ihr Zuhause muss und Sie nicht in Marokko sind. Wir öffnen, beaufsichtigen kurz und sichern die Immobilie wieder, sodass Ihre Schlüssel nie von Hand zu Hand gehen.",
  "Available to members and non-members": "Verfügbar für Mitglieder und Nicht-Mitglieder",
  "Priority access for Standard & Premium members": "Priorisierter Zugang für Standard- & Premium-Mitglieder",
  "When to use ProAccess": "Wann ProAccess sinnvoll ist",
  "Repairs and maintenance: plumber, electrician, AC, etc.": "Reparaturen und Wartung: Installateur, Elektriker, Klimaanlage usw.",
  "Technicians, inspections or meter readings": "Techniker, Inspektionen oder Zählerablesungen",
  "Deliveries that must be received inside the property": "Lieferungen, die in der Immobilie entgegengenommen werden müssen",
  "Any situation where a trusted professional needs access while you are abroad": "Jede Situation, in der ein vertrauenswürdiger Fachmann Zugang braucht, während Sie im Ausland sind",
  "ProAccess is priced per visit with a clear confirmation before each intervention. Standard and Premium members benefit from priority when booking time slots.": "ProAccess wird pro Besuch berechnet, mit einer klaren Bestätigung vor jedem Einsatz. Standard- und Premium-Mitglieder profitieren von Priorität bei der Terminvergabe.",
  "How ProAccess works": "Wie ProAccess funktioniert",
  "You don’t need to send your keys through family or neighbours anymore. Amani opens the door, stays present for a short supervision and closes your home again under a clear, professional process.": "Sie müssen Ihre Schlüssel nicht mehr über Familie oder Nachbarn weitergeben. Amani öffnet die Tür, bleibt für eine kurze Supervision anwesend und schließt Ihr Zuhause anschließend nach einem klaren, professionellen Prozess.",
  "We plan your seasonal visits ahead of time": "Wir planen Ihre saisonalen Besuche im Voraus",
  "We agree on the best periods for Seasonal Care based on how often you visit Morocco and how your home is used.": "Wir legen die besten Zeiten für Seasonal Care fest – abhängig davon, wie oft Sie nach Marokko kommen und wie Ihr Zuhause genutzt wird.",
  "We refresh and reset your home": "Wir frischen Ihr Zuhause auf und setzen es zurück",
  "Our team cleans, dusts, airs out and resets the main rooms so your home doesn’t stay closed and stale for months.": "Unser Team reinigt, staubt ab, lüftet und richtet die Haupträume neu her, damit Ihr Zuhause nicht über Monate geschlossen und stickig bleibt.",
  "We air, ventilate and check for humidity": "Wir lüften, ventilieren und prüfen auf Feuchtigkeit",
  "We open windows where possible, check for damp, odors or signs of mold, and let you know if something needs extra attention.": "Wir öffnen, wo möglich, die Fenster, prüfen auf Feuchtigkeit, Gerüche oder Schimmelspuren und informieren Sie, wenn etwas besondere Aufmerksamkeit braucht.",
  "You arrive to a home that feels alive again": "Sie kommen in ein Zuhause, das sich wieder lebendig anfühlt",
  "Seasonal Care makes it easier to arrive, unpack and enjoy your stay instead of starting with cleaning and inspections.": "Seasonal Care macht es Ihnen leichter, anzukommen, auszupacken und Ihren Aufenthalt zu genießen, statt mit Putzen und Kontrollen zu beginnen.",
  "Seasonal Care is a deeper refresh of your home before and after the main seasons, so your property doesn’t sit closed, dusty or humid for too long while you’re abroad.": "Seasonal Care ist eine gründlichere Auffrischung Ihres Zuhauses vor und nach den Hauptsaisons, damit Ihre Immobilie während Ihrer Abwesenheit nicht zu lange geschlossen, staubig oder feucht bleibt.",
  "2 Seasonal Care visits per year in Basic & Standard": "2 Seasonal-Care-Besuche pro Jahr in Basic & Standard",
  "4 Seasonal Care visits per year in Premium": "4 Seasonal-Care-Besuche pro Jahr in Premium",
  "What’s included with Seasonal Care": "Was Seasonal Care beinhaltet",
  "Seasonal cleaning of key living areas": "Saisonale Reinigung der wichtigsten Wohnbereiche",
  "Airing and ventilation of the property": "Lüftung und Belüftung der Immobilie",
  "Planned visits before and after key seasons": "Geplante Besuche vor und nach den Hauptsaisons",
  "Quick reset so your home feels ready sooner": "Schnelles Reset, damit sich Ihr Zuhause schneller bereit anfühlt",
  "Seasonal Care works together with your monthly home checks so your property stays clean, aired and easier to enjoy when you return.": "Seasonal Care ergänzt Ihre monatlichen Home Checks, damit Ihre Immobilie sauber, gelüftet und bei Ihrer Rückkehr leichter zu genießen ist.",
  "How Seasonal Care works": "Wie Seasonal Care funktioniert",
  "We combine planning, cleaning and airing so your seasonal visits to Morocco start smoother, with less effort on your side.": "Wir kombinieren Planung, Reinigung und Lüftung, damit Ihre saisonalen Aufenthalte in Marokko reibungsloser beginnen – mit weniger Aufwand für Sie.",
  "You tell us when you’re coming – and what you need": "Sie sagen uns, wann Sie kommen – und was Sie brauchen",
  "Before your trip, you share your arrival date, time and whether you’d like us to prepare basics like water, breakfast items or a full fridge.": "Vor Ihrer Reise teilen Sie uns Ankunftsdatum und -zeit mit und ob wir Grundbedarf wie Wasser, Frühstücksartikel oder einen vollen Kühlschrank vorbereiten sollen.",
  "We open and refresh your home before you arrive": "Wir öffnen und frischen Ihr Zuhause vor Ihrer Ankunft auf",
  "We go on site ahead of your arrival to open the apartment, air it out, check the main rooms and make sure everything feels safe and ready.": "Wir gehen vor Ihrer Ankunft in die Wohnung, öffnen, lüften, prüfen die wichtigsten Räume und stellen sicher, dass alles sicher und bereit wirkt.",
  "We manage your groceries via Glovo and put everything away": "Wir organisieren Ihre Einkäufe über Glovo und räumen alles ein",
  "Using your Glovo order or a shopping list you approve, we receive the delivery on your behalf, store fresh items in the fridge and cupboards and remove the packaging.": "Mit Ihrer Glovo-Bestellung oder einer von Ihnen freigegebenen Einkaufsliste nehmen wir die Lieferung für Sie entgegen, räumen frische Produkte in Kühlschrank und Schränke und entsorgen die Verpackungen.",
  "You arrive to a home that feels lived-in, not closed": "Sie kommen in ein Zuhause, das bewohnt wirkt – nicht wie eine lange geschlossene Wohnung",
  "Beds and essentials can be prepared, the apartment is aired and stocked, so you start your stay by resting – not by cleaning and running to the supermarket.": "Betten und Essentials können vorbereitet sein, die Wohnung ist gelüftet und ausgestattet – so beginnen Sie Ihren Aufenthalt mit Ausruhen statt mit Putzen und Supermarktbesuchen.",
  "Add-on · For your arrivals in Morocco": "Add-on · Für Ihre Ankünfte in Marokko",
  "Welcome Home is our pre-arrival service so you don’t open a closed, dusty apartment after a long flight. We refresh your home, receive your groceries via ": "Welcome Home ist unser Pre-Arrival-Service, damit Sie nach einem langen Flug keine geschlossene, staubige Wohnung öffnen. Wir frischen Ihr Zuhause auf, nehmen Ihre Einkäufe über ",
  " and put everything away so you can simply arrive and feel at home.": " entgegen und räumen alles ein, damit Sie einfach ankommen und sich direkt zu Hause fühlen können.",
  "Reserved for Amani members in Casablanca": "Reserviert für Amani-Mitglieder in Casablanca",
  "Welcome Home from": "Welcome Home ab",
  " per visit (excluding groceries)": " pro Besuch (ohne Einkäufe)",
  "What’s included with Welcome Home": "Was Welcome Home beinhaltet",
  "Pre-arrival visit to open, air and check your home": "Pre-Arrival-Besuch zum Öffnen, Lüften und Prüfen Ihres Zuhauses",
  "Light reset of main rooms so the apartment feels fresh": "Leichtes Reset der Haupträume, damit die Wohnung frisch wirkt",
  "Groceries managed via Glovo and stored in your kitchen": "Einkäufe über Glovo organisiert und in Ihrer Küche verstaut",
  "Beds and essentials ready for your first night": "Betten und Essentials für Ihre erste Nacht vorbereitet",
  "The service starts from": "Der Service beginnt ab",
  "per visit for our members in Casablanca. The Glovo order itself is paid directly from your Glovo account or according to the arrangement we agree together.": "pro Besuch für unsere Mitglieder in Casablanca. Die Glovo-Bestellung selbst wird direkt über Ihr Glovo-Konto oder gemäß der gemeinsam getroffenen Vereinbarung bezahlt.",
  "How Welcome Home works": "Wie Welcome Home funktioniert",
  "From the moment you share your arrival date, we coordinate the visit, groceries and preparation so your home feels open, stocked and welcoming when you turn the key.": "Sobald Sie uns Ihr Ankunftsdatum mitteilen, koordinieren wir Besuch, Einkäufe und Vorbereitung, damit Ihr Zuhause beim Umdrehen des Schlüssels offen, ausgestattet und einladend wirkt.",
  "About Amani Home": "Über Amani Home",
  "A local team looking after your home in Morocco while you’re away": "Ein lokales Team, das sich um Ihr Zuhause in Marokko kümmert, während Sie weg sind",
  "Amani Home was created for owners who love their home in Morocco but cannot be there all year. We provide structured, local care so your property stays ready, safe and alive between each stay.": "Amani Home wurde für Eigentümer geschaffen, die ihr Zuhause in Marokko lieben, aber nicht das ganze Jahr dort sein können. Wir bieten eine strukturierte, lokale Betreuung, damit Ihre Immobilie zwischen den Aufenthalten bereit, sicher und lebendig bleibt.",
  "Based in Casablanca": "Mit Sitz in Casablanca",
  "with operators on the ground visiting your home in person.": "mit Operatoren vor Ort, die Ihr Zuhause persönlich besuchen.",
  "Built for owners abroad": "Für Eigentümer im Ausland entwickelt",
  "who need clarity, trust and a simple way to stay in control.": "die Klarheit, Vertrauen und eine einfache Art brauchen, die Kontrolle zu behalten.",
  "you get regular home checks, secure key holding and seasonal care.": "erhalten Sie regelmäßige Home Checks, sichere Schlüsselaufbewahrung und Seasonal Care.",
  "Giving you peace of mind between every stay": "Damit Sie zwischen den Aufenthalten ruhig schlafen können",
  "When a home stays closed for months, small issues can quickly become big problems: humidity, leaks, insects, dust, angry neighbours or lost value. Amani exists to prevent this and to give you a clear, structured way to look after your property from abroad.": "Wenn ein Zuhause monatelang geschlossen bleibt, werden kleine Probleme schnell zu großen: Feuchtigkeit, Lecks, Insekten, Staub, verärgerte Nachbarn oder Wertverlust. Amani existiert, um genau das zu verhindern und Ihnen eine klare, strukturierte Art zu geben, Ihre Immobilie aus der Ferne zu betreuen.",
  "Why owners choose Amani": "Warum Eigentümer sich für Amani entscheiden",
  "Instead of relying on neighbours, family or improvised solutions, you have a dedicated contact, scheduled visits and written reports. Your keys are stored securely in Casablanca and every visit follows a standard checklist, so nothing is left to chance.": "Statt sich auf Nachbarn, Familie oder improvisierte Lösungen zu verlassen, haben Sie einen festen Ansprechpartner, geplante Besuche und schriftliche Berichte. Ihre Schlüssel werden sicher in Casablanca aufbewahrt und jeder Besuch folgt einer standardisierten Checkliste – nichts bleibt dem Zufall überlassen.",
  "Whether you come once a year or every month, Amani helps you arrive to a home that feels cared for, not abandoned.": "Ob Sie einmal im Jahr oder jeden Monat kommen – Amani sorgt dafür, dass Sie in ein gepflegtes Zuhause kommen, nicht in ein verlassenes Objekt.",
  "How we work": "Wie wir arbeiten",
  "Four things you can expect from us": "Vier Dinge, die Sie von uns erwarten können",
  "Transparency": "Transparenz",
  "After each visit, you receive a short report with photos, notes and clear next steps if we notice something unusual.": "Nach jedem Besuch erhalten Sie einen kurzen Bericht mit Fotos, Notizen und klaren nächsten Schritten, falls uns etwas Ungewöhnliches auffällt.",
  "Trust & security": "Vertrauen & Sicherheit",
  "Your keys are coded and stored securely in Casablanca. Access is tracked and only used for planned visits or agreed interventions.": "Ihre Schlüssel sind kodiert und werden sicher in Casablanca aufbewahrt. Zugriffe werden protokolliert und nur für geplante Besuche oder vereinbarte Einsätze verwendet.",
  "Consistency": "Konstanz",
  "Monthly home checks follow a fixed checklist so the same points are verified every time, not just when someone remembers.": "Monatliche Home Checks folgen einer festen Checkliste, damit dieselben Punkte jedes Mal geprüft werden – nicht nur, wenn jemand daran denkt.",
  "Local coordination": "Lokale Koordination",
  "For deeper work, cleaning or renovation, we coordinate local professionals, supervise and keep you updated remotely.": "Für größere Arbeiten, Reinigung oder Renovierung koordinieren wir lokale Fachleute, überwachen den Ablauf und halten Sie aus der Ferne auf dem Laufenden.",
  "A small, dedicated structure": "Eine kleine, engagierte Struktur",
  "Close enough to knock on your door, even when you can’t": "Nahe genug, um an Ihre Tür zu klopfen, auch wenn Sie es nicht können",
  "Amani is based in Casablanca with operators who physically visit your home, speak with neighbours when needed and understand how buildings really age in Morocco.": "Amani sitzt in Casablanca mit Operatoren, die Ihr Zuhause physisch besuchen, bei Bedarf mit Nachbarn sprechen und wissen, wie Gebäude in Marokko tatsächlich altern.",
  "Around this core, we work with a network of trusted cleaning teams, maintenance specialists and renovation professionals that we activate when your project requires it.": "Rund um diesen Kern arbeiten wir mit einem Netzwerk aus vertrauenswürdigen Reinigungsteams, Wartungsspezialisten und Renovierungsprofis, die wir bei Bedarf für Ihr Projekt aktivieren.",
  "You keep control of the decisions. We handle the ground work.": "Sie behalten die Entscheidungsgewalt. Wir übernehmen die Arbeit vor Ort.",
  "Ready to talk about your home in Morocco?": "Bereit, über Ihr Zuhause in Marokko zu sprechen?",
  "Tell us where your property is, how often you use it and what you worry about the most. We’ll help you choose the right membership and first steps.": "Sagen Sie uns, wo Ihre Immobilie liegt, wie oft Sie sie nutzen und was Sie am meisten beschäftigt. Wir helfen Ihnen, die passende Mitgliedschaft und die ersten Schritte zu wählen.",
  "Talk to Amani": "Sprechen Sie mit Amani",
  "Let's get in touch": "Lassen Sie uns in Kontakt kommen",
  "Tell us more about your request and we’ll get back to you shortly.": "Erzählen Sie uns mehr über Ihr Anliegen und wir melden uns in Kürze bei Ihnen.",
  "Full Name": "Vollständiger Name",
  "Phone Number": "Telefonnummer",
  "Your Address (City, Country)": "Ihre Adresse (Stadt, Land)",
  "Property Address in Morocco": "Adresse der Immobilie in Marokko",
  "Approximate Size (in m²)": "Ungefähre Größe (in m²)",
  "Which service or plan are you interested in?": "Für welchen Service oder Tarif interessieren Sie sich?",
  "Additional notes (optional)": "Zusätzliche Hinweise (optional)",
  "Send via WhatsApp": "Über WhatsApp senden",
  "What is Amani and how does your remote home care service in Morocco work?": "Was ist Amani und wie funktioniert Ihr Remote-Home-Care-Service in Marokko?",
  "Amani is a remote home care and property management service for owners who have a home in Morocco but live abroad or travel often. We store your keys securely in Casablanca, organise regular Home Checks and Seasonal Care, and coordinate extra services when you need more support. You receive clear reports after each visit so you always know what is happening in your Moroccan property, even when you are not there.": "Amani ist ein Remote-Home-Care- und Property-Management-Service für Eigentümer, die ein Zuhause in Marokko haben, aber im Ausland leben oder häufig reisen. Wir bewahren Ihre Schlüssel sicher in Casablanca auf, organisieren regelmäßige Home Checks und Seasonal Care und koordinieren zusätzliche Services, wenn Sie mehr Unterstützung brauchen. Sie erhalten nach jedem Besuch klare Berichte, damit Sie immer wissen, was in Ihrer Immobilie in Marokko passiert – auch wenn Sie nicht dort sind.",
  "How much does an Amani membership cost and what is included from 39€/month?": "Wie viel kostet eine Amani-Mitgliedschaft und was ist ab 39 €/Monat enthalten?",
  "Our memberships start from 39€/month and include secure key holding, regular Home Checks and basic Seasonal Care depending on the plan you choose. You can then add on extra services such as Welcome Home, ProAccess or Amani Works when you need deeper cleaning, professional access or renovation support.": "Unsere Mitgliedschaften beginnen bei 39 €/Monat und beinhalten eine sichere Schlüsselaufbewahrung, regelmäßige Home Checks und ein grundlegendes Seasonal Care – je nach gewähltem Tarif. Sie können dann Extra-Services wie Welcome Home, ProAccess oder Amani Works hinzufügen, wenn Sie eine gründlichere Reinigung, professionellen Zugang oder Unterstützung bei Renovierungen benötigen.",
  "Is Amani only for Moroccans living abroad (MRE) or can local owners also use your service?": "Ist Amani nur für im Ausland lebende Marokkaner (MRE) oder können auch lokale Eigentümer Ihren Service nutzen?",
  "Amani was created first for MRE and international owners who cannot be in Morocco regularly, but local owners in Casablanca and surroundings also use our service. If you travel often, live in another city or simply prefer a professional team to look after your home, you can subscribe to any of our memberships.": "Amani wurde zunächst für MRE und internationale Eigentümer entwickelt, die nicht regelmäßig in Marokko sein können. Aber auch lokale Eigentümer in Casablanca und Umgebung nutzen unseren Service. Wenn Sie häufig reisen, in einer anderen Stadt leben oder einfach ein professionelles Team bevorzugen, das sich um Ihr Zuhause kümmert, können Sie jede unserer Mitgliedschaften wählen.",
  "What is FreshStart and how do Home Checks help protect my property while I am away?": "Was ist FreshStart und wie helfen Home Checks dabei, meine Immobilie während meiner Abwesenheit zu schützen?",
  "FreshStart is our initial visit before your membership really starts. During this visit, we air the property, check each room, do a first cleaning and document the current state of your home with photos and notes. Then, your regular Home Checks follow a clear checklist: doors and windows, water and electricity, signs of humidity or leaks, mail, and general condition. This helps catch small issues before they become bigger problems.": "FreshStart ist unser erster Besuch, bevor Ihre Mitgliedschaft wirklich beginnt. Während dieses Besuchs lüften wir die Immobilie, prüfen jeden Raum, führen eine erste Reinigung durch und dokumentieren den aktuellen Zustand Ihres Zuhauses mit Fotos und Notizen. Danach folgen Ihre regelmäßigen Home Checks einer klaren Checkliste: Türen und Fenster, Wasser und Strom, Anzeichen von Feuchtigkeit oder Lecks, Post und allgemeiner Zustand. So lassen sich kleine Probleme erkennen, bevor sie größer werden.",
  "How does Amani Works manage renovation and construction projects remotely?": "Wie verwaltet Amani Works Renovierungs- und Bauprojekte aus der Ferne?",
  "Amani Works is our coordination and supervision service for renovation and works when you cannot be on site yourself. You tell us about your project, we source and shortlist trusted professionals, then present you one or two quotes so you can decide how you want to move forward. Once you choose, we coordinate the works, follow progress on the ground, check quality and keep you updated with photos, videos and reports until completion. Our fee is 25% of the total works budget.": "Amani Works ist unser Koordinations- und Überwachungsservice für Renovierungen und Bauarbeiten, wenn Sie selbst nicht vor Ort sein können. Sie erklären uns Ihr Projekt, wir suchen und selektieren vertrauenswürdige Fachleute und legen Ihnen ein oder zwei Angebote zur Entscheidung vor. Sobald Sie gewählt haben, koordinieren wir die Arbeiten, verfolgen den Fortschritt vor Ort, prüfen die Qualität und halten Sie mit Fotos, Videos und Berichten bis zur Fertigstellung auf dem Laufenden. Unsere Gebühr beträgt 25 % des gesamten Arbeitsbudgets.",
  "How are my keys and access to my home in Morocco kept safe with Amani?": "Wie werden meine Schlüssel und der Zugang zu meinem Zuhause in Marokko bei Amani gesichert?",
  "Your keys are stored in a secure key holding system in Casablanca with a unique code instead of your name or address. Only authorised Amani operators can access the keys when a visit or a service is planned, and every movement is logged.": "Ihre Schlüssel werden in einem sicheren Key-Holding-System in Casablanca mit einem eindeutigen Code statt Ihres Namens oder Ihrer Adresse aufbewahrt. Nur autorisierte Amani-Operatoren können bei geplanten Besuchen oder Services auf die Schlüssel zugreifen, und jede Bewegung wird protokolliert.",
  "Frequently asked questions": "Häufig gestellte Fragen",
  "Understand how Amani protects your home in Morocco": "Verstehen Sie, wie Amani Ihr Zuhause in Marokko schützt",
  "Here are answers to the main questions owners ask us about memberships, FreshStart, Amani Works and how remote home care works when you live abroad.": "Hier finden Sie Antworten auf die wichtigsten Fragen, die Eigentümer uns zu Mitgliedschaften, FreshStart, Amani Works und zur Remote-Home-Care stellen, wenn sie im Ausland leben.",
  "Still unsure? Talk to Amani about your home": "Noch unsicher? Sprechen Sie mit Amani über Ihr Zuhause",
  "Light care": "Leichte Betreuung",
  "Essential care while you’re abroad.": "Die nötigste Betreuung, während Sie im Ausland sind.",
  "1 home check per month": "1 Home Check pro Monat",
  "2 home checks per month" : "2 Home Checks pro Monat",
  "2 seasonal care visits per year": "2 Seasonal-Care-Besuche pro Jahr",
  "Owners who want us to keep an eye on the home without too much intervention.": "Für Eigentümer, die möchten, dass wir ein Auge auf ihr Zuhause haben – ohne zu viel Eingriff.",
  "Closer follow-up for complete peace of mind.": "Engere Begleitung für maximale Ruhe.",
  "Most popular": "Am beliebtesten",
  "Priority on ProAccess visits": "Priorität bei ProAccess-Besuchen",
  "Owners who want us to look after their home more closely and receive regular updates.": "Für Eigentümer, die eine engere Betreuung und regelmäßige Updates wünschen.",
  "Maximum vigilance": "Maximale Wachsamkeit",
  "We look after your home as if it were ours.": "Wir kümmern uns um Ihr Zuhause, als wäre es unser eigenes.",
  "4 home checks per month (weekly)": "4 Home Checks pro Monat (wöchentlich)",
  "4 seasonal care visits per year": "4 Seasonal-Care-Besuche pro Jahr",
  "High priority on ProAccess": "Hohe Priorität bei ProAccess",
  "Enhanced coordination for issues and works": "Erweiterte Koordination bei Problemen und Arbeiten",
  "Owners who expect full vigilance and premium responsiveness while they’re abroad.": "Für Eigentümer, die während ihrer Abwesenheit maximale Wachsamkeit und Premium-Reaktionsfähigkeit erwarten.",
  "Memberships · Casablanca": "Mitgliedschaften · Casablanca",
  "Choose how closely we look after your home.": "Wählen Sie, wie eng wir Ihr Zuhause betreuen sollen.",
  "From 49€/month, every plan includes secure key holding, home checks and seasonal care. You only add extra services when you need more.": "Ab 39 €/Monat beinhaltet jeder Tarif sichere Schlüsselaufbewahrung, Home Checks und Seasonal Care. Extra-Services fügen Sie nur hinzu, wenn Sie mehr benötigen.",
  "Best for": "Am besten geeignet für",
  "Choose this plan": "Diesen Tarif wählen",
  "Secure key holding in Casablanca": "Sichere Schlüsselaufbewahrung in Casablanca",
  "Home checks according to your plan": "Home Checks entsprechend Ihrem Tarif",
  "Short report after every visit": "Kurzer Bericht nach jedem Besuch",
  "Available as add-ons": "Verfügbar als Add-ons",
  "Welcome Home – home preparation": "Welcome Home – Vorbereitung Ihres Zuhauses",
  "ProAccess – access and short supervision": "ProAccess – Zugang und kurze Aufsicht",
  "Amani Works – remote supervision": "Amani Works – Remote-Supervision",
  "As if you were there.": "Als wären Sie selbst da.",
  "Scheduled visits to your property with a clear checklist and a short report after each round." :"Geplante Besuche Ihrer Immobilie mit einer klaren Checkliste und einem kurzen Bericht nach jedem Durchgang.",
  "Add services when you need more" :"Fügen Sie Services hinzu, wenn Sie mehr benötigen",
  "On top of your membership, you can activate extra services for special stays, a fresh start or renovation projects.": "Zusätzlich zu Ihrer Mitgliedschaft können Sie Extra-Services für besondere Aufenthalte, einen Neustart oder Renovierungsprojekte aktivieren.",
  "Why owners choose Amani ?" : "Warum Eigentümer Amani wählen?",
  "More than a service. A trusted presence on the ground." : "Mehr als ein Service. Eine vertrauenswürdige Präsenz vor Ort.",
  "Amani was created for owners who live abroad but want their home in Morocco to stay protected, cared for and ready. Here is what makes our approach different." : "Amani wurde für Eigentümer geschaffen, die im Ausland leben, deren Zuhause in Marokko aber geschützt, gepflegt und bezugsbereit bleiben soll. Das unterscheidet unseren Ansatz.",
  "How it works" : "Wie es funktioniert",
  "From first contact to regular care, step by step." : "Vom ersten Kontakt zur regelmäßigen Betreuung – Schritt für Schritt.",
  "We keep the process simple and transparent so you always know what happens next and when your membership starts." : "Wir halten den Prozess einfach und transparent, damit Sie immer wissen, was als Nächstes passiert und wann Ihre Mitgliedschaft beginnt.",
  "What exactly does Amani do while I’m abroad?" : "Was genau macht Amani, während ich im Ausland bin?",
  "Amani looks after your home in Casablanca while you’re away: we hold your keys securely, visit your property on a fixed schedule, check for issues and keep you updated after each visit. Depending on your membership, we also organise seasonal care to air, clean and reset your home before and after key periods." : "Amani kümmert sich um Ihr Zuhause in Casablanca, während Sie weg sind: Wir bewahren Ihre Schlüssel sicher auf, besuchen Ihre Immobilie nach einem festen Plan, prüfen auf Probleme und halten Sie nach jedem Besuch auf dem Laufenden. Je nach Mitgliedschaft organisieren wir zudem Seasonal Care, um Ihr Zuhause vor und nach wichtigen Perioden zu lüften, zu reinigen und neu vorzubereiten.",
  "How do your memberships work?" : "Wie funktionieren Ihre Mitgliedschaften?",
  "You choose between three memberships from 39€/month. Each plan includes secure key holding and regular home checks, with more visits and seasonal care as you move from Basic to Premium. You can then add services like Welcome Home, ProAccess or Amani Works whenever you need more support.": "Sie wählen zwischen drei Mitgliedschaften ab 39 €/Monat. Jeder Tarif umfasst sichere Schlüsselaufbewahrung und regelmäßige Home Checks; mit mehr Besuchen und Seasonal Care, wenn Sie von Basic zu Premium wechseln. Services wie Welcome Home, ProAccess oder Amani Works können Sie jederzeit ergänzen, wenn Sie mehr Unterstützung brauchen.",
  "Do I need to be in Morocco to start with Amani?" : "Muss ich in Marokko sein, um mit Amani zu starten?",
  "No. Many of our clients live abroad. We can start with a remote onboarding, then schedule your FreshStart visit and key handover when someone you trust is available on site. From there, your membership begins and we take care of your home according to the plan you’ve chosen." : "Nein. Viele unserer Kundinnen und Kunden leben im Ausland. Wir können mit einem Remote-Onboarding starten und dann Ihren FreshStart-Besuch und die Schlüsselübergabe planen, wenn eine Vertrauensperson vor Ort verfügbar ist. Ab dann beginnt Ihre Mitgliedschaft und wir kümmern uns entsprechend Ihrem gewählten Tarif um Ihr Zuhause.",
  "Questions from owners like you" : "Fragen von Eigentümern wie Ihnen",
  "Need quick answers before you decide?" :"Brauchen Sie schnelle Antworten, bevor Sie entscheiden?",
  "Here are some of the most common questions we get from MRE and expatriate owners." : "Hier sind einige der häufigsten Fragen, die wir von MRE und im Ausland lebenden Eigentümern erhalten.",
  "How our key holding works" : "Wie unser Key Holding funktioniert",
  "What’s included with Home Checks" : "Was bei Home Checks enthalten ist",
  "Controlled & secure key holding" : "Kontrollierte und sichere Schlüsselverwaltung"
}
