{
  "Services": "Dienstleistungen",
  "Pricing & Plans": "Preise & Abonnements",
  "About Us": "Über uns",
  "Get in Touch": "Kontakt aufnehmen",
  "Client Portal": "Kundenportal",
  "Operator Portal": "Betreiberportal",
  "Admin Portal": "Admin-Portal",
  "Our Tailored Services for Your Peace of Mind": "Unsere maßgeschneiderten Dienstleistungen für Ihre Sorgenfreiheit",
  "Explore our property management solutions, designed to simplify your life.": "Entdecken Sie unsere Immobilienverwaltungslösungen, die Ihr Leben vereinfachen.",
  "Included in Our Subscriptions": "In unseren Abonnements enthalten",
  "On-Demand Additional Services": "Zusätzliche Dienstleistungen auf Anfrage",
  "Can't find what you need?": "Nicht gefunden, was Sie suchen?",
  "Contact us for a custom solution": "Kontaktieren Sie uns für eine individuelle Lösung",
  "Contact Us": "Kontaktieren Sie uns",
  "Request This Service": "Diesen Service anfragen",
  
  "Explore Services": "Dienstleistungen entdecken",
  "Discover Plans": "Pläne entdecken",
  "Monthly Checks": "Monatliche Kontrollen",
  "Monthly Property Checks": "Monatliche Immobilienkontrollen",
  "Key Holding": "Schlüsselaufbewahrung",
  "Keys Care": "Schlüsselpflege",
  "Mail Collection": "Postabholung",
  "Preventive Maintenance": "Präventive Wartung",
  "Welcome Home Service": "Willkommensservice",
  "Airport Transfers": "Flughafentransfers",
  "Emergency Repairs": "Notfallreparaturen",
  "Fast intervention for urgent issues: plumbing, electrical...": "Schnelle Hilfe bei dringenden Problemen: Sanitär, Elektrik...",
  "When a problem can't wait, we're here.": "Wenn ein Problem nicht warten kann, sind wir da.",
  "A water leak, an electrical outage, a malfunctioning air conditioner... These are the kinds of emergencies that require quick and reliable action — especially when you're not there to handle it yourself.": "Ein Wasserleck, Stromausfall, eine defekte Klimaanlage... Solche Notfälle erfordern schnelles und zuverlässiges Handeln – besonders, wenn Sie nicht selbst vor Ort sind.",
  "Our teams intervene promptly to minimize damage, restore functionality, and give you peace of mind.": "Unsere Teams greifen schnell ein, um Schäden zu minimieren, die Funktionalität wiederherzustellen und Ihnen Sorgenfreiheit zu geben.",
  "What we cover:": "Was wir abdecken:",
  "Urgent plumbing issues (leaks, clogged drains, burst pipes)": "Dringende Sanitärprobleme (Lecks, verstopfte Abflüsse, geplatzte Rohre)",
  "Electrical failures (short circuits, power loss, tripped breakers)": "Elektrische Ausfälle (Kurzschlüsse, Stromausfall, ausgelöste Sicherungen)",
  "Air conditioning or heating breakdowns": "Klimaanlagen- oder Heizungsstörungen",
  "Basic troubleshooting and temporary fixes when a full repair needs scheduling": "Grundlegende Fehlerbehebung und temporäre Lösungen, wenn eine vollständige Reparatur geplant werden muss",
  "Why choose Amani for emergency repairs?": "Warum Amani für Notfallreparaturen wählen?",
  "Fast dispatch of qualified technicians": "Schneller Einsatz qualifizierter Techniker",
  "Transparent follow-up with photos and report": "Transparente Nachverfolgung mit Fotos und Bericht",
  "Clear quote if additional repairs are needed": "Kostenvoranschlag, falls weitere Reparaturen nötig sind",
  "No need to be present — we coordinate everything": "Sie müssen nicht anwesend sein – wir koordinieren alles",
  "With Amani, your property is in safe hands — even when the unexpected strikes.": "Mit Amani ist Ihre Immobilie in sicheren Händen – auch bei unerwarteten Ereignissen.",
  "Handyman Services": "Hausmeisterdienste",
  "Painting, renovations, and general maintenance.": "Malerarbeiten, Renovierungen und allgemeine Wartung.",
  "Interior painting and wall repairs": "Innenanstrich und Wandreparaturen",
  "Small carpentry jobs and adjustments": "Kleine Schreinerarbeiten und Anpassungen",
  "Shelving, curtain rods, and decorative installations": "Regale, Gardinenstangen und dekorative Installationen",
  "Fixing doors, locks, windows, and handles": "Reparatur von Türen, Schlössern, Fenstern und Griffen",
  "Assembly of small furniture pieces": "Montage kleiner Möbelstücke",
  "Punctual, courteous, and qualified operators": "Pünktliche, höfliche und qualifizierte Mitarbeiter",
  "Clean work and attention to detail": "Saubere Arbeit und Liebe zum Detail",
  "No need to coordinate – we manage everything": "Keine Koordination nötig – wir übernehmen alles",
  "Property Insurance Assistance": "Unterstützung bei der Wohngebäudeversicherung",
  "Guidance for home insurance subscription and claims.": "Beratung bei Abschluss und Schadensfällen der Hausratversicherung.",
  "Appliance Installation": "Geräteinstallation",
  "Assembly of furniture, installation of home appliances.": "Möbelmontage, Installation von Haushaltsgeräten.",
  "Deep Cleaning": "Grundreinigung",
  "Full property cleaning before your arrival.": "Komplette Reinigung der Immobilie vor Ihrer Ankunft.",
  "Grocery & Home Stocking": "Einkauf & Vorratshaltung",
  "Stocking your home with essentials before you arrive.": "Ausstattung Ihres Zuhauses mit dem Nötigsten vor Ihrer Ankunft.",
  "Pool & Garden Maintenance": "Pool- & Gartenpflege",
  "Keep your outdoor spaces clean, green, and ready to enjoy.": "Halten Sie Ihre Außenbereiche sauber, grün und bereit zum Genießen.",
  "Security & Smart Home Installation": "Sicherheits- & Smart-Home-Installation",
  "Installation of alarms, smart locks, surveillance systems.": "Installation von Alarmanlagen, Smart-Locks, Überwachungssystemen.",
  "Car Maintenance & Storage": "Autopflege & -lagerung",
  "Keep your vehicle safe, serviced, and ready to drive.": "Halten Sie Ihr Fahrzeug sicher, gewartet und fahrbereit.",
  "Your home, perfectly prepared for your arrival. Relax and enjoy a stress-free return!": "Ihr Zuhause, perfekt für Ihre Ankunft vorbereitet. Entspannen Sie sich und genießen Sie eine stressfreie Rückkehr!",
  "Why is this service essential?": "Warum ist dieser Service wichtig?",
  "After months away, your home needs a refresh before your return: ": "Nach Monaten der Abwesenheit braucht Ihr Zuhause eine Auffrischung vor Ihrer Rückkehr: ",
  "dust, stale air, disconnected appliances, etc.": "Staub, abgestandene Luft, abgesteckte Geräte usw.",
  "Return to a spotless, fresh home": "Kehren Sie in ein makelloses, frisches Zuhause zurück",
  "Save time and enjoy your stay immediately": "Sparen Sie Zeit und genießen Sie Ihren Aufenthalt sofort",
  "Avoid inconveniences like humidity, dust, or inactive appliances": "Vermeiden Sie Unannehmlichkeiten wie Feuchtigkeit, Staub oder inaktive Geräte",
  "Two Levels of Service Tailored to Your Needs": "Zwei Servicelevel, abgestimmt auf Ihre Bedürfnisse",
  "Standard Plan Service": "Standardplan-Service",
  "Utility setup (electricity, water, heating, AC...)": "Versorgungsanschlüsse (Strom, Wasser, Heizung, Klimaanlage...)",
  "Air circulation & room refreshing": "Luftzirkulation & Raumauffrischung",
  "Quick cleaning (dust, floors, main surfaces...)": "Schnelle Reinigung (Staub, Böden, Hauptflächen...)",
  "Linen preparation (clean sheets and towels)": "Wäschevorbereitung (saubere Bettwäsche und Handtücher)",
  "Equipment check-up (leaks, light bulbs, etc.)": "Geräteüberprüfung (Lecks, Glühbirnen usw.)",
  "Premium Plan Service": "Premiumplan-Service",
  "Exclusive Perks": "Exklusive Vorteile",
  "Deep cleaning (bathrooms, windows, kitchen, furniture...)": "Tiefenreinigung (Bäder, Fenster, Küche, Möbel...)",
  "Essential groceries delivered (water, coffee, bread, fruits…)": "Lieferung wichtiger Lebensmittel (Wasser, Kaffee, Brot, Obst…)",
  "Free small repairs (light bulb replacement, minor fixes...)": "Kostenlose kleine Reparaturen (Glühbirnenwechsel, kleine Reparaturen...)",
  "Priority access to additional services (faster response time)": "Bevorzugter Zugang zu Zusatzleistungen (schnellere Reaktionszeit)",
  "One free extra service per year (car wash, terrace cleaning...)": "Ein kostenloser Zusatzservice pro Jahr (Autowäsche, Terrassenreinigung...)",
  "Good to know:": "Gut zu wissen:",
  "📌 Can I customize the service?": "📌 Kann ich den Service anpassen?",
  "Absolutely! You can adjust the package to fit your needs.": "Absolut! Sie können das Paket an Ihre Bedürfnisse anpassen.",
  "📌 How do I schedule the service?": "📌 Wie buche ich den Service?",
  "Simply select the date and time, and we'll handle the rest.": "Wählen Sie einfach Datum und Uhrzeit, wir kümmern uns um den Rest.",
  "📌 What if I need last-minute changes?": "📌 Was, wenn ich kurzfristige Änderungen brauche?",
  "We do our best to accommodate urgent requests.": "Wir tun unser Bestes, um dringende Anfragen zu erfüllen.",
  "Secure your Welcome Home Service today and enjoy a seamless return.": "Sichern Sie sich noch heute den Willkommensservice und genießen Sie eine reibungslose Rückkehr.",
  "Back to Services": "Zurück zu den Dienstleistungen",
  "Ensure your home remains in top condition with regular inspections and upkeep.": "Stellen Sie mit regelmäßigen Kontrollen und Wartung sicher, dass Ihr Zuhause in bestem Zustand bleibt.",
  "Protect your investment – Regular maintenance prevents costly damage.": "Schützen Sie Ihre Investition – Regelmäßige Wartung verhindert teure Schäden.",
  "Avoid unexpected failures – No more water leaks or broken AC in the summer!": "Vermeiden Sie unerwartete Ausfälle – Keine Wasserlecks oder defekte Klimaanlagen mehr im Sommer!",
  "Stay comfortable – Your property is always ready for use.": "Bleiben Sie komfortabel – Ihre Immobilie ist immer einsatzbereit.",
  "What does our preventive maintenance include?": "Was beinhaltet unsere präventive Wartung?",
  "Inspection of installations – AC, heating, electricity, plumbing… We check it all!": "Überprüfung der Anlagen – Klimaanlage, Heizung, Elektrik, Sanitär… Wir prüfen alles!",
  "Leak detection – Prevent humidity issues and water damage.": "Lecksuche – Verhindern Sie Feuchtigkeitsschäden und Wasserschäden.",
  "Electrical system check – Avoid power failures and short circuits.": "Überprüfung der Elektrik – Vermeiden Sie Stromausfälle und Kurzschlüsse.",
  "Minor repairs – Door adjustments, locks, shutters, and general wear & tear fixes.": "Kleinreparaturen – Türjustierungen, Schlösser, Rollläden und allgemeine Abnutzung.",
  "📌 How often is this service provided?": "📌 Wie oft wird dieser Service angeboten?",
  "It can be included in our monthly plans with regular check-ups or requested on-demand.": "Er kann in unseren monatlichen Plänen enthalten sein oder auf Anfrage gebucht werden.",
  "📌 What installations are covered?": "📌 Welche Anlagen sind abgedeckt?",
  "We handle standard home installations: AC, water heaters, shutters, locks, smoke detectors…": "Wir kümmern uns um Standardinstallationen: Klimaanlage, Boiler, Rollläden, Schlösser, Rauchmelder…",
  "📌 What happens if a problem is detected?": "📌 Was passiert, wenn ein Problem festgestellt wird?",
  "We notify you immediately and provide a transparent quote for necessary repairs or replacements.": "Wir informieren Sie sofort und erstellen einen transparenten Kostenvoranschlag für notwendige Reparaturen oder Ersatz.",
  "Keep your home in perfect condition all year round!": "Halten Sie Ihr Zuhause das ganze Jahr über in perfektem Zustand!",
  "Regular inspections to ensure your home stays safe, maintained, and problem-free while you're away.": "Regelmäßige Kontrollen, damit Ihr Zuhause sicher, gepflegt und problemfrei bleibt, während Sie weg sind.",
  "An unoccupied property can deteriorate quickly": "Eine unbewohnte Immobilie kann schnell verfallen",
  " - leaks, power cuts, humidity… Our regular checks help detect issues before they become major problems.": " - Lecks, Stromausfälle, Feuchtigkeit… Unsere regelmäßigen Kontrollen helfen, Probleme frühzeitig zu erkennen.",
  "Frequent visits reduce the risk of squatters and burglary by maintaining an active presence.": "Häufige Besuche verringern das Risiko von Hausbesetzern und Einbrüchen durch aktive Präsenz.",
  "In case of storms, heavy rains, or neighborhood incidents, we conduct an extra visit to ensure your property is intact.": "Bei Stürmen, starkem Regen oder Vorfällen in der Nachbarschaft führen wir einen zusätzlichen Besuch durch, um sicherzustellen, dass Ihre Immobilie intakt ist.",
  "What does this service include?": "Was beinhaltet dieser Service?",
  "Exterior & interior inspections – Checking doors, windows, walls, and roofing for damage.": "Außen- & Inneninspektionen – Überprüfung von Türen, Fenstern, Wänden und Dach auf Schäden.",
  "Ventilation & preventive maintenance – Windows opened, air refreshed, plumbing flushed to prevent odors.": "Belüftung & präventive Wartung – Fenster öffnen, Luft erneuern, Leitungen spülen zur Geruchsvermeidung.",
  "Detailed report after each visit – Including photos and recommendations in case of detected issues.": "Detaillierter Bericht nach jedem Besuch – mit Fotos und Empfehlungen bei festgestellten Problemen.",
  "📌 Frequency & flexibility?": "📌 Häufigkeit & Flexibilität?",
  "This service is included in our subscription plans but can also be requested on a one-time basis.": "Dieser Service ist in unseren Abonnements enthalten, kann aber auch einmalig gebucht werden.",
  "📌 How will I be updated?": "📌 Wie werde ich informiert?",
  "You'll receive a full report with pictures after each visit, ensuring transparency and peace of mind.": "Sie erhalten nach jedem Besuch einen vollständigen Bericht mit Fotos – für Transparenz und Sorgenfreiheit.",
  "📌 What happens if an issue is found?": "📌 Was passiert, wenn ein Problem gefunden wird?",
  "We immediately inform you and propose a quick and suitable solution to fix the problem.": "Wir informieren Sie sofort und schlagen eine schnelle, passende Lösung vor.",
  "Keep your property monitored and well-maintained, even when you're away.": "Halten Sie Ihre Immobilie überwacht und gepflegt, auch wenn Sie abwesend sind.",
  "Your Mail, Handled with Care and Security": "Ihre Post, mit Sorgfalt und Sicherheit behandelt",
  "Receive all your mail safely, even when you're away for months.": "Erhalten Sie Ihre gesamte Post sicher, auch wenn Sie monatelang abwesend sind.",
  "Keep your mailbox empty and secure, preventing mail overflow and unwanted attention.": "Halten Sie Ihren Briefkasten leer und sicher, um Überfüllung und unerwünschte Aufmerksamkeit zu vermeiden.",
  "Easily access your documents whenever needed, no matter where you are.": "Greifen Sie jederzeit und überall einfach auf Ihre Dokumente zu.",
  "Secure & confidential storage – Your mail is handled with discretion and stored safely until retrieval.": "Sichere & vertrauliche Aufbewahrung – Ihre Post wird diskret behandelt und sicher gelagert, bis Sie sie abholen.",
  "Regular mail checks & sorting – We organize, filter, and secure your important letters.": "Regelmäßige Postkontrolle & Sortierung – Wir organisieren, filtern und sichern Ihre wichtigen Briefe.",
  "Mail forwarding option – We can send your urgent documents anywhere in the world upon request.": "Option Postweiterleitung – Wir können Ihre dringenden Dokumente auf Wunsch weltweit versenden.",
  "📌 Where is the mail collected?": "📌 Wo wird die Post abgeholt?",
  "We retrieve mail from your home mailbox or PO box.": "Wir holen die Post aus Ihrem Briefkasten oder Postfach.",
  "📌 How often is mail checked?": "📌 Wie oft wird die Post kontrolliert?",
  "Monthly as part of your subscription, or upon request for extra visits.": "Monatlich im Rahmen Ihres Abos oder auf Anfrage für zusätzliche Besuche.",
  "📌 What about parcels?": "📌 Und Pakete?",
  "Small parcels can be secured; larger deliveries require prior arrangements.": "Kleine Pakete können gesichert werden; größere Lieferungen erfordern vorherige Absprachen.",
  "Travel worry-free! Entrust us with your property keys and maintain full control, wherever you are.": "Reisen Sie sorgenfrei! Überlassen Sie uns Ihre Schlüssel und behalten Sie die volle Kontrolle, egal wo Sie sind.",
  "Lost your keys? Have a guest arriving? We have a solution for every situation.": "Schlüssel verloren? Ein Gast kommt? Wir haben für jede Situation eine Lösung.",
  "A service provider needs access to your home? We handle the coordination.": "Ein Dienstleister braucht Zugang zu Ihrem Haus? Wir übernehmen die Koordination.",
  "Unexpected return to Morocco? No need to leave your keys with neighbors or family.": "Unerwartete Rückkehr nach Marokko? Sie müssen Ihre Schlüssel nicht bei Nachbarn oder Familie lassen.",
  "Secure & confidential storage – Your keys are kept in a secure vault with controlled access.": "Sichere & vertrauliche Aufbewahrung – Ihre Schlüssel werden in einem Tresor mit kontrolliertem Zugang aufbewahrt.",
  "Convenient access – We only hand over keys in the city where your property is located.": "Bequemer Zugang – Schlüsselübergabe nur in der Stadt Ihrer Immobilie.",
  "24/7 availability in case of emergency – We can dispatch an agent whenever you need.": "24/7-Verfügbarkeit im Notfall – Wir können jederzeit einen Mitarbeiter schicken.",
  "Stress-free management – Always know where your keys are, with no risk of loss.": "Stressfreie Verwaltung – Sie wissen immer, wo Ihre Schlüssel sind, ohne Verlustrisiko.",
  "📌 Where are the keys handed over?": "📌 Wo werden die Schlüssel übergeben?",
  "We organize key handovers ONLY in the city where your property is located.": "Wir organisieren Schlüsselübergaben NUR in der Stadt Ihrer Immobilie.",
  "📌 Can I store multiple keys?": "📌 Kann ich mehrere Schlüssel lagern?",
  "Yes! You can entrust us with multiple sets of keys (main entrance, garage, technical room, etc.).": "Ja! Sie können uns mehrere Schlüsselsets anvertrauen (Haupteingang, Garage, Technikraum usw.).",
  "📌 How do I access my home while away?": "📌 Wie komme ich während meiner Abwesenheit in mein Haus?",
  "Simply contact us, and we will arrange a key handover as per your instructions.": "Kontaktieren Sie uns einfach, wir organisieren die Schlüsselübergabe nach Ihren Vorgaben.",
  "Secure your keys today and simplify access to your property with complete peace of mind.": "Sichern Sie Ihre Schlüssel noch heute und vereinfachen Sie den Zugang zu Ihrer Immobilie mit voller Sorgenfreiheit.",
  "Start and end your trip stress-free with our private, punctual, and comfortable airport transfers.": "Beginnen und beenden Sie Ihre Reise stressfrei mit unseren privaten, pünktlichen und komfortablen Flughafentransfers.",
  "Why choose Our Service?": "Warum unseren Service wählen?",
  "Personalized Pickup": "Personalisierte Abholung",
  "Your driver waits with a sign at the airport.": "Ihr Fahrer wartet mit einem Schild am Flughafen.",
  "Fixed Transparent Pricing": "Feste, transparente Preise",
  "No surprises! Know the fare in advance.": "Keine Überraschungen! Sie kennen den Preis im Voraus.",
  "Comfortable & Safe": "Komfortabel & sicher",
  "Modern, air-conditioned, and well-maintained.": "Modern, klimatisiert und gut gepflegt.",
  "24/7 Availability": "24/7-Verfügbarkeit",
  "Service at any hour, regardless of your flight schedule.": "Service zu jeder Zeit, unabhängig vom Flugplan.",
  "Exclusive": "Exklusiv",
  "Available as an optional service for other plans.": "Als optionaler Service für andere Pläne verfügbar.",
  "How It Works?": "Wie funktioniert es?",
  "1. Book Your Transfer": "1. Transfer buchen",
  "Via our contact form or WhatsApp.": "Über unser Kontaktformular oder WhatsApp.",
  "2. Receive Confirmation": "2. Bestätigung erhalten",
  "driver details sended instantly.": "Fahrerdetails werden sofort gesendet.",
  "3. Meet Your Driver": "3. Treffen Sie Ihren Fahrer",
  "At the agreed pickup point.": "Am vereinbarten Abholpunkt.",
  "4. Enjoy a Comfortable Ride": "4. Genießen Sie eine komfortable Fahrt",
  "Straight to your home.": "Direkt zu Ihrem Zuhause.",
  "Good to know :": "Gut zu wissen:",
  "📌 Currently Available in Casablanca": "📌 Derzeit in Casablanca verfügbar",
  "We plan to expand soon.": "Wir planen bald zu expandieren.",
  "📌 Book at Least 24h in Advance": "📌 Mindestens 24h im Voraus buchen",
  "To guarantee driver availability.": "Um die Verfügbarkeit des Fahrers zu garantieren.",
  "📌 Round-Trip Service Available": "📌 Hin- und Rückfahrt verfügbar",
  "Reserve both your arrival and departure rides.": "Reservieren Sie sowohl die Ankunfts- als auch die Abfahrtsfahrt.",
  "📌 Family & Business Friendly": "📌 Familien- & geschäftsfreundlich",
  "Need a child seat or extra luggage space? Just let us know!": "Brauchen Sie einen Kindersitz oder mehr Platz für Gepäck? Sagen Sie uns Bescheid!",
  "Our Mission": "Unsere Mission",
  "Our Core Values": "Unsere Grundwerte",
  "Trust": "Vertrauen",
  "Responsiveness": "Reaktionsfähigkeit",
  "Human Approach": "Menschlicher Ansatz",
  "Excellence": "Exzellenz",
  "The Team Behind Amani": "Das Team hinter Amani",
  "Why We Do What We Do": "Warum wir tun, was wir tun",
  "Let's Take Care of It — Together": "Kümmern wir uns gemeinsam darum",
  "Discover Services": "Dienstleistungen entdecken",
  "Basic Plan": "Basisplan",
  "Standard Plan": "Standardplan",
  "Premium Plan": "Premiumplan",
  "Everything in Basic Plan": "Alles im Basisplan",
  "Everything in Standard Plan": "Alles im Standardplan",
  "Everything in Premium Plan": "Alles im Premiumplan",
  "Free Property Inspection": "Kostenlose Immobilieninspektion",
  "1 Monthly Check - Property inspection with report": "1 monatliche Kontrolle – Immobilieninspektion mit Bericht",
  "2 Monthly Checks - Twice-a-month property inspection": "2 monatliche Kontrollen – Immobilieninspektion zweimal im Monat",
  "3 Monthly Checks - Weekly property inspection": "3 monatliche Kontrollen – Wöchentliche Immobilieninspektion",
  "Free Welcome Home Service": "Kostenloser Willkommensservice",
  "Free Airport Transfer": "Kostenloser Flughafentransfer",
  "Free Key Holding": "Kostenlose Schlüsselaufbewahrung",
  "Free Mail Collection": "Kostenlose Postabholung",
  "Free Preventive Maintenance": "Kostenlose präventive Wartung",
  "Free Emergency Repairs": "Kostenlose Notfallreparaturen",
  "Free Handyman Services": "Kostenlose Hausmeisterdienste",
  "Free Property Insurance Assistance": "Kostenlose Versicherungsunterstützung",
  "Free Appliance Installation": "Kostenlose Geräteinstallation",
  "Free Deep Cleaning": "Kostenlose Grundreinigung",
  "Free Grocery & Home Stocking": "Kostenloser Einkauf & Vorrat",
  "Free Pool & Garden Maintenance": "Kostenlose Pool- & Gartenpflege",
  "Free Security & Smart Home Installation": "Kostenlose Sicherheits- & Smart-Home-Installation",
  "Free Car Maintenance & Storage": "Kostenlose Autopflege & -lagerung",
  "Get Started": "Loslegen",
  "Choose Plan": "Plan wählen",
  "Select Plan": "Plan auswählen",
  "Subscribe": "Abonnieren",
  "Choose the Right Plan for Your Home": "Wählen Sie den richtigen Plan für Ihr Zuhause",
  "Flexible subscription plans tailored to your needs and property size.": "Flexible Abonnements, abgestimmt auf Ihre Bedürfnisse und die Größe Ihrer Immobilie.",
  "Key Holding - Secure key storage": "Schlüsselaufbewahrung – Sichere Schlüsselaufbewahrung",
  "Mail Collection - Mail retrieval & safekeeping": "Postabholung – Abholung & sichere Aufbewahrung",
  "Preventive Maintenance - Essential system checks": "Präventive Wartung – Wichtige Systemüberprüfungen",
  "Welcome Home Service (Standard) - Pre-arrival home setup": "Willkommensservice (Standard) – Vorbereitung des Zuhauses vor Ankunft",
  "Priority Support - Faster assistance": "Priorisierter Support – Schnellere Hilfe",
  "Welcome Home Service (Premium) - Deep cleaning & home stocking": "Willkommensservice (Premium) – Grundreinigung & Vorrat",
  "1 Free Airport Transfer per year": "1 kostenloser Flughafentransfer pro Jahr",
  "1 Free Emergency Dispatch per year": "1 kostenloser Notfalleinsatz pro Jahr",
  "Extra Keys Stored - Additional security": "Zusätzliche Schlüssel gelagert – Mehr Sicherheit",
  "Faster Response Time - Priority interventions": "Schnellere Reaktionszeit – Priorisierte Einsätze",
  "Exclusive Perks & VIP Access": "Exklusive Vorteile & VIP-Zugang",
  "FAQ": "FAQ",
  "Frequently Asked Questions": "Häufig gestellte Fragen",
  "Here are some answers to common questions about our services and how Amani works.": "Hier finden Sie Antworten auf häufige Fragen zu unseren Dienstleistungen und wie Amani funktioniert.",
  "Do I need to live in Morocco to use Amani?": "Muss ich in Marokko leben, um Amani zu nutzen?",
  "Not at all! Amani was created specifically for people living abroad. We are your local support team, taking care of your property while you're away.": "Überhaupt nicht! Amani wurde speziell für Menschen im Ausland entwickelt. Wir sind Ihr lokales Support-Team und kümmern uns um Ihre Immobilie, während Sie weg sind.",
  "Is Amani available all over Morocco?": "Ist Amani in ganz Marokko verfügbar?",
  "Our operations are currently based in Casablanca, but we are expanding. Feel free to contact us if you're located elsewhere — your feedback helps us grow!": "Wir sind derzeit in Casablanca tätig, expandieren aber. Kontaktieren Sie uns gerne, wenn Sie woanders sind – Ihr Feedback hilft uns zu wachsen!",
  "What kind of properties do you manage?": "Welche Arten von Immobilien verwalten Sie?",
  "We manage apartments, villas, holiday homes, and long-term investments — whether it's a small studio or a family estate.": "Wir verwalten Wohnungen, Villen, Ferienhäuser und langfristige Investitionen – vom kleinen Studio bis zum Familienanwesen.",
  "How do you handle emergencies or urgent repairs?": "Wie gehen Sie mit Notfällen oder dringenden Reparaturen um?",
  "We have a local network of qualified professionals ready to intervene quickly. You'll receive a full report and photos after each intervention.": "Wir haben ein lokales Netzwerk qualifizierter Fachleute, die schnell eingreifen. Nach jedem Einsatz erhalten Sie einen vollständigen Bericht und Fotos.",
  "Do I need to give you my keys?": "Muss ich Ihnen meine Schlüssel geben?",
  "Yes — securely storing your keys allows us to intervene anytime, even without your presence. Key holding is included in all our subscription plans.": "Ja – die sichere Aufbewahrung Ihrer Schlüssel ermöglicht uns jederzeitiges Eingreifen, auch ohne Ihre Anwesenheit. Schlüsselaufbewahrung ist in allen Abonnements enthalten.",
  "How do I subscribe to a plan or request a service?": "Wie abonniere ich einen Plan oder fordere einen Service an?",
  "Simply visit our 'Pricing & Plans' or 'Services' pages, click the request button, and fill out the contact form. We'll take it from there.": "Besuchen Sie einfach unsere Seiten 'Preise & Abonnements' oder 'Dienstleistungen', klicken Sie auf den Anfrage-Button und füllen Sie das Kontaktformular aus. Wir kümmern uns um den Rest.",
  "Is there a long-term commitment when I subscribe?": "Gibt es eine langfristige Bindung beim Abonnieren?",
  "No! All our plans are monthly with no long-term commitment. You can cancel anytime with just one message.": "Nein! Alle unsere Pläne sind monatlich und ohne langfristige Bindung. Sie können jederzeit mit einer Nachricht kündigen.",
  "Can I combine services from different plans?": "Kann ich Dienstleistungen aus verschiedenen Plänen kombinieren?",
  "Of course! You can subscribe to a plan and add extra services à la carte at any time.": "Natürlich! Sie können einen Plan abonnieren und jederzeit zusätzliche Dienstleistungen à la carte hinzufügen.",
  "Contact": "Kontakt",
  "Let's get in touch": "Lassen Sie uns in Kontakt treten",
  "Tell us more about your request and we'll get back to you shortly.": "Erzählen Sie uns mehr über Ihre Anfrage und wir melden uns umgehend.",
  "Name": "Name",
  "Full Name": "Vollständiger Name",
  "Email": "E-Mail",
  "Message": "Nachricht",
  "Send": "Senden",
  "Phone": "Telefon",
  "Phone Number": "Telefonnummer",
  "Address": "Adresse",
  "Your Address (City, Country)": "Ihre Adresse (Stadt, Land)",
  "Property Address in Morocco": "Immobilienadresse in Marokko",
  "Approximate Size (in m²)": "Ungefähre Größe (in m²)",
  "Which service or plan are you interested in?": "Für welchen Service oder Plan interessieren Sie sich?",
  "Follow us": "Folgen Sie uns",
  "All rights reserved": "Alle Rechte vorbehalten",
  "Privacy Policy": "Datenschutzrichtlinie",
  "Terms of Service": "Nutzungsbedingungen",
  "Cookie Policy": "Cookie-Richtlinie",
  "Your trusted property partner in Morocco": "Ihr vertrauenswürdiger Immobilienpartner in Marokko",
  "is your reliable local partner for remote property management in Morocco, built especially for Moroccans living abroad (MRE) and international homeowners.": "ist Ihr zuverlässiger lokaler Partner für die Immobilienverwaltung in Marokko, speziell für Marokkaner im Ausland (MRE) und internationale Eigentümer.",
  "We make sure distance never becomes a barrier to peace of mind.": "Wir sorgen dafür, dass Entfernung nie ein Hindernis für Ihre Sorgenfreiheit wird.",
  "Whether you're managing a vacation home, an inherited property, or a real estate investment, we care for your home as if it were our own — with transparency, trust, and local expertise.": "Ob Ferienhaus, geerbte Immobilie oder Investition – wir kümmern uns um Ihr Zuhause, als wäre es unser eigenes – mit Transparenz, Vertrauen und lokaler Expertise.",
  "At Amani, we believe that every homeowner deserves to feel supported and stress-free — no matter where they are.": "Bei Amani glauben wir, dass jeder Eigentümer Unterstützung und Sorgenfreiheit verdient – egal, wo er ist.",
  "Our mission is to provide reliable, transparent, and human-centered services that simplify your life and protect your property.": "Unsere Mission ist es, zuverlässige, transparente und menschenzentrierte Dienstleistungen zu bieten, die Ihr Leben vereinfachen und Ihre Immobilie schützen.",
  "We handle your home and keys with care and confidentiality.": "Wir behandeln Ihr Zuhause und Ihre Schlüssel mit Sorgfalt und Vertraulichkeit.",
  "Our team is ready to act when you need us.": "Unser Team ist bereit zu handeln, wenn Sie uns brauchen.",
  "We are real people who listen, advise and act.": "Wir sind echte Menschen, die zuhören, beraten und handeln.",
  "We ensure high-quality service with trusted local partners.": "Wir gewährleisten hochwertigen Service mit vertrauenswürdigen lokalen Partnern.",
  "Led by a new generation of Moroccan entrepreneurs, our team combines local knowledge and global standards.": "Geleitet von einer neuen Generation marokkanischer Unternehmer vereint unser Team lokales Wissen und globale Standards.",
  "We select every collaborator based on values, professionalism, and reliability.": "Wir wählen jeden Mitarbeiter nach Werten, Professionalität und Zuverlässigkeit aus.",
  "Sign Up & Choose Your Plan": "Registrieren & Plan wählen",
  "Create your account and select the plan that suits your needs.": "Erstellen Sie Ihr Konto und wählen Sie den passenden Plan.",
  "Key Deposit & Security Setup": "Schlüsselübergabe & Sicherheitseinrichtung",
  "We securely collect your keys and activate the property management.": "Wir holen Ihre Schlüssel sicher ab und aktivieren die Immobilienverwaltung.",
  "Property Monitoring & Maintenance": "Immobilienüberwachung & Wartung",
  "Regular inspections and preventive maintenance for your peace of mind.": "Regelmäßige Kontrollen und präventive Wartung für Ihre Sorgenfreiheit.",
  "Emergency Response & Additional Services": "Notfallhilfe & Zusatzleistungen",
  "Need an urgent repair or extra service? We handle everything for you.": "Brauchen Sie eine dringende Reparatur oder einen Zusatzservice? Wir kümmern uns um alles.",
  "Didn't find what you need?": "Nicht gefunden, was Sie brauchen?",
  "Contact us for personalized solutions!": "Kontaktieren Sie uns für individuelle Lösungen!",
  "Discover our services tailored to your needs": "Entdecken Sie unsere auf Ihre Bedürfnisse zugeschnittenen Dienstleistungen",
  "Need Quick Answers?": "Brauchen Sie schnelle Antworten?",
  "Here are some of the most common questions we get from property owners.": "Hier sind einige der häufigsten Fragen, die wir von Eigentümern erhalten.",
  "See All FAQs": "Alle FAQs anzeigen",
  "They Trust Us": "Sie vertrauen uns",
  "Numbers that speak for themselves": "Zahlen, die für sich sprechen",
  "Properties Managed": "Verwaltete Immobilien",
  "Client Satisfaction": "Kundenzufriedenheit",
  "Guaranteed Response Time": "Garantierte Reaktionszeit",
  "Who We Are": "Wer wir sind",
  "What Our Clients Say ?": "Was sagen unsere Kunden?",
  "Real experiences from homeowners who trust Amani": "Echte Erfahrungen von Eigentümern, die Amani vertrauen",
  "Why Choose Amani?": "Warum Amani wählen?",
  "Your property is more than just a place, it's your home. Amani ensures it remains safe, maintained, and ready whenever you need it.": "Ihre Immobilie ist mehr als nur ein Ort, sie ist Ihr Zuhause. Amani sorgt dafür, dass sie sicher, gepflegt und jederzeit bereit ist.",
  "Trusted and secure property management": "Vertrauensvolle und sichere Immobilienverwaltung",
  "Regular maintenance and inspections": "Regelmäßige Wartung und Kontrollen",
  "Fast response to emergencies": "Schnelle Reaktion auf Notfälle",
  "Tailor-made services that adapt to your needs": "Maßgeschneiderte Dienstleistungen, die sich an Ihre Bedürfnisse anpassen",
  "Oops... Page Not Found": "Ups... Seite nicht gefunden",
  "The page you're looking for doesn't exist or may have been moved.": "Die gesuchte Seite existiert nicht oder wurde verschoben.",
  "No worries — we'll help you get back on track.": "Kein Problem – wir helfen Ihnen, zurück zur Startseite zu kommen.",
  "Go to Homepage": "Zur Startseite",
  "Coming Soon !": "Demnächst verfügbar!",
  "Coming soon !.": "Demnächst verfügbar!",
  "Reliable fixes for a flawless home.": "Zuverlässige Lösungen für ein makelloses Zuhause.",
  "From fixing that squeaky door to repainting your living room, Amani's handyman services are designed to keep your property in perfect condition — effortlessly.": "Vom Quietschen der Tür bis zum Neuanstrich des Wohnzimmers – Amanis Hausmeisterdienste halten Ihre Immobilie mühelos in Top-Zustand.",
  "Tasks we handle for you:": "Aufgaben, die wir für Sie übernehmen:",
  "What sets Amani apart in home maintenance & handyman services?": "Was unterscheidet Amani bei Wartung & Hausmeisterdiensten?",
  "We make home maintenance simple, so you can focus on what matters most.": "Wir machen die Hauswartung einfach, damit Sie sich auf das Wesentliche konzentrieren können.",
  "Protect your investment, without the paperwork headache.": "Schützen Sie Ihre Investition, ohne Papierkram.",
  "Navigating property insurance in Morocco can be complex — especially when you live abroad. With Amani, you gain peace of mind knowing your home is protected, and that a trusted partner is managing the process with precision and care.": "Versicherungen in Marokko können kompliziert sein – besonders aus dem Ausland. Mit Amani haben Sie die Gewissheit, dass Ihr Zuhause geschützt ist und ein vertrauenswürdiger Partner alles präzise und sorgfältig abwickelt.",
  "What's included in our assistance:": "Was unsere Unterstützung beinhaltet:",
  "Support with choosing the right insurance policy for your property": "Hilfe bei der Auswahl der richtigen Versicherungspolice für Ihre Immobilie",
  "Help gathering and submitting the necessary documents": "Hilfe beim Sammeln und Einreichen der erforderlichen Unterlagen",
  "Assistance in case of damage or loss (claim follow-up, reporting, etc.)": "Unterstützung bei Schäden oder Verlusten (Schadensabwicklung, Meldung usw.)",
  "Connection with reliable, verified insurance partners": "Vermittlung zu zuverlässigen, geprüften Versicherungspartnern",
  "Annual renewal reminders and follow-up management": "Jährliche Erinnerung an Verlängerung und Nachverfolgung",
  "Your reliable partner for insurance paperwork and claims": "Ihr zuverlässiger Partner für Versicherungsangelegenheiten und Schadensfälle",
  "We know the Moroccan market and can guide you efficiently": "Wir kennen den marokkanischen Markt und können Sie effizient beraten",
  "We simplify procedures and act as your representative on the ground": "Wir vereinfachen Abläufe und handeln als Ihr Vertreter vor Ort",
  "We ensure full transparency and regular updates throughout the process": "Wir sorgen für volle Transparenz und regelmäßige Updates während des gesamten Prozesses",
  "With Amani, you're not just covered — you're supported, every step of the way.": "Mit Amani sind Sie nicht nur abgesichert – Sie werden in jedem Schritt unterstützt.",
  "Settle in with ease — we handle the heavy lifting.": "Ziehen Sie entspannt ein – wir übernehmen die schwere Arbeit.",
  "Whether you've just furnished your home or need help installing a new appliance, Amani provides reliable assembly and installation services, so everything is ready to use when you arrive.": "Ob Sie gerade Ihr Zuhause eingerichtet haben oder Hilfe bei der Installation eines neuen Geräts brauchen – Amani bietet zuverlässige Montage- und Installationsdienste, damit alles bei Ihrer Ankunft bereit ist.",
  "What's included in our service:": "Was unser Service beinhaltet:",
  "Assembly of new furniture (beds, wardrobes, shelves...)": "Montage neuer Möbel (Betten, Schränke, Regale...)",
  "Installation of home appliances (washing machine, oven, AC unit...)": "Installation von Haushaltsgeräten (Waschmaschine, Ofen, Klimaanlage...)",
  "Hook-up to water/electricity lines where needed": "Anschluss an Wasser-/Stromleitungen, wo nötig",
  "Verification that all equipment functions correctly": "Überprüfung, dass alle Geräte korrekt funktionieren",
  "Removal of packaging and light cleanup after the job": "Entfernung der Verpackung und leichte Reinigung nach der Arbeit",
  "Why choose Amani for furniture & appliance installation?": "Warum Amani für Möbel- & Geräteinstallation wählen?",
  "Skilled professionals with the right tools": "Fachkräfte mit dem richtigen Werkzeug",
  "No stress — we manage the installation before your arrival": "Kein Stress – wir erledigen die Installation vor Ihrer Ankunft",
  "Secure handling of your furniture and electronics": "Sichere Handhabung Ihrer Möbel und Elektronik",
  "Transparent communication and flexible scheduling": "Transparente Kommunikation und flexible Terminplanung",
  "Amani ensures your home is functional, welcoming, and ready — down to the last screw.": "Amani sorgt dafür, dass Ihr Zuhause funktional, einladend und bereit ist – bis zur letzten Schraube.",
  "Start fresh — we prepare your home like it's brand new.": "Starten Sie neu – wir bereiten Ihr Zuhause wie neu vor.",
  "After months of vacancy, a deep cleaning is essential to eliminate dust, odors, and restore freshness. Amani takes care of everything, so you return to a pristine home.": "Nach Monaten der Leerstand ist eine Grundreinigung unerlässlich, um Staub und Gerüche zu beseitigen und Frische wiederherzustellen. Amani kümmert sich um alles, damit Sie in ein makelloses Zuhause zurückkehren.",
  "What's included in our deep cleaning:": "Was unsere Grundreinigung beinhaltet:",
  "Bathrooms thoroughly disinfected (toilets, showers, sinks...)": "Bäder gründlich desinfiziert (Toiletten, Duschen, Waschbecken...)",
  "Kitchen cleaning (appliances, counters, cabinets...)": "Küchenreinigung (Geräte, Arbeitsflächen, Schränke...)",
  "Floors swept, mopped, and vacuumed": "Böden gefegt, gewischt und gesaugt",
  "Windows and glass surfaces cleaned": "Fenster und Glasflächen gereinigt",
  "Dusting of furniture, décor, and hidden areas": "Abstauben von Möbeln, Deko und versteckten Bereichen",
  "Why choose Amani for deep home cleaning?": "Warum Amani für die Grundreinigung wählen?",
  "Professional-grade eco-friendly products": "Professionelle, umweltfreundliche Produkte",
  "Trained and trustworthy cleaning agents": "Geschultes und vertrauenswürdiges Reinigungspersonal",
  "Perfect preparation before your return or before hosting guests": "Perfekte Vorbereitung vor Ihrer Rückkehr oder vor Gästen",
  "Reliable scheduling and satisfaction guarantee": "Zuverlässige Terminplanung und Zufriedenheitsgarantie",
  "With Amani, enjoy a fresh, healthy, and welcoming environment from the moment you walk in.": "Mit Amani genießen Sie vom ersten Moment an eine frische, gesunde und einladende Umgebung.",
  "Everything you need, waiting for you at home.": "Alles, was Sie brauchen, wartet zu Hause auf Sie.",
  "Arrive to a fully stocked fridge and pantry — no errands, no stress. We take care of your grocery shopping and prepare your home just the way you like it.": "Kommen Sie zu einem vollen Kühlschrank und Vorratsschrank – keine Besorgungen, kein Stress. Wir erledigen den Einkauf und bereiten Ihr Zuhause nach Ihren Wünschen vor.",
  "What's included in this service:": "Was dieser Service beinhaltet:",
  "Customized grocery shopping based on your preferences": "Individuelle Einkäufe nach Ihren Wünschen",
  "Fresh produce, dairy, bottled water, snacks, and more": "Frische Produkte, Milchprodukte, Wasser, Snacks und mehr",
  "Delivery and careful placement in fridge and pantry": "Lieferung und sorgfältiges Einräumen in Kühlschrank und Vorratsschrank",
  "Optional extras: flowers, toiletries, cleaning products…": "Optionale Extras: Blumen, Hygieneartikel, Reinigungsmittel…",
  "Why choose Amani for home stocking?": "Warum Amani für die Vorratshaltung wählen?",
  "Save time and energy after your travels": "Sparen Sie Zeit und Energie nach der Reise",
  "Tailored shopping: we follow your exact list": "Individuelle Einkäufe: Wir folgen Ihrer Liste genau",
  "High-quality, fresh, and trusted products": "Hochwertige, frische und vertrauenswürdige Produkte",
  "Perfect for arrivals, guests, or surprise visits": "Perfekt für Ankünfte, Gäste oder Überraschungsbesuche",
  "With Amani, walk into a home that feels lived-in, warm, and ready — from kitchen to comfort.": "Mit Amani betreten Sie ein Zuhause, das bewohnt, warm und bereit ist – von der Küche bis zum Komfort.",
  "Enjoy a well-maintained exterior, even when you're miles away.": "Genießen Sie gepflegte Außenbereiche, auch wenn Sie weit weg sind.",
  "Your garden and pool need care all year long — not just when you're here. Our reliable maintenance ensures your outdoor spaces stay beautiful, functional, and hassle-free.": "Ihr Garten und Pool brauchen das ganze Jahr Pflege – nicht nur, wenn Sie da sind. Unsere zuverlässige Wartung sorgt für schöne, funktionale und sorgenfreie Außenbereiche.",
  "What's included in our maintenance service:": "Was unser Wartungsservice beinhaltet:",
  "Regular garden upkeep: mowing, pruning, watering": "Regelmäßige Gartenpflege: Mähen, Schneiden, Bewässern",
  "Pool cleaning, filtration checks & chemical balance": "Poolreinigung, Filterkontrolle & chemisches Gleichgewicht",
  "Seasonal treatments and pest control": "Saisonale Behandlungen und Schädlingsbekämpfung",
  "Visual inspection of outdoor lighting and systems": "Visuelle Kontrolle von Außenbeleuchtung und Systemen",
  "Custom schedule based on your property needs": "Individueller Zeitplan nach Ihren Bedürfnissen",
  "Why choose Amani for pool & garden care?": "Warum Amani für Pool- & Gartenpflege wählen?",
  "Professional landscapers & pool technicians": "Professionelle Gärtner & Pooltechniker",
  "Preventive care to avoid costly damage": "Präventive Pflege zur Vermeidung teurer Schäden",
  "Flexible frequency: weekly, bi-weekly or monthly": "Flexible Häufigkeit: wöchentlich, zweiwöchentlich oder monatlich",
  "Detailed reports with photos on request": "Detaillierte Berichte mit Fotos auf Anfrage",
  "With Amani, your garden flourishes and your pool stays crystal clear — even in your absence.": "Mit Amani blüht Ihr Garten und Ihr Pool bleibt kristallklar – auch in Ihrer Abwesenheit.",
  "Protect your home with intelligent, discreet technology.": "Schützen Sie Ihr Zuhause mit intelligenter, diskreter Technik.",
  "Enjoy total peace of mind with a secure home — even when you're miles away. We install reliable and modern systems that let you monitor and control your property remotely.": "Genießen Sie völlige Sorgenfreiheit mit einem sicheren Zuhause – auch aus der Ferne. Wir installieren moderne, zuverlässige Systeme, mit denen Sie Ihre Immobilie aus der Ferne überwachen und steuern können.",
  "What's included in our installation service:": "Was unser Installationsservice beinhaltet:",
  "Smart locks and connected doorbells": "Smart-Locks und vernetzte Türklingeln",
  "Indoor & outdoor security cameras": "Innen- & Außenkameras",
  "Alarm systems and motion detectors": "Alarmanlagen und Bewegungsmelder",
  "Remote access via mobile apps (iOS & Android)": "Fernzugriff per App (iOS & Android)",
  "Assistance with setup, testing, and configuration": "Hilfe bei Einrichtung, Test und Konfiguration",
  "Why choose Amani for smart home security?": "Warum Amani für Smart-Home-Sicherheit wählen?",
  "Certified professionals & top-tier brands": "Zertifizierte Fachkräfte & Top-Marken",
  "Solutions tailored to your home and lifestyle": "Lösungen, abgestimmt auf Ihr Zuhause und Ihren Lebensstil",
  "Ongoing support in case of issues or upgrades": "Laufender Support bei Problemen oder Upgrades",
  "Full confidentiality and data protection guaranteed": "Volle Vertraulichkeit und Datenschutz garantiert",
  "Amani brings you closer to your home — even from the other side of the world.": "Amani bringt Sie Ihrem Zuhause näher – auch vom anderen Ende der Welt.",
  "Because your car deserves care, even when you're away.": "Weil Ihr Auto auch in Ihrer Abwesenheit Pflege verdient.",
  "Don't let your vehicle sit unused and deteriorate while you're abroad. We provide secure storage, regular maintenance, and check-ups so it's always ready when you need it.": "Lassen Sie Ihr Fahrzeug nicht ungenutzt stehen und verfallen, während Sie im Ausland sind. Wir bieten sichere Lagerung, regelmäßige Wartung und Kontrollen, damit es immer bereit ist.",
  "What's included in our car service:": "Was unser Autoservice beinhaltet:",
  "Secure indoor or outdoor storage options": "Sichere Lagerung innen oder außen",
  "Battery checks and recharging": "Batterieprüfung und -aufladung",
  "Basic engine & tire maintenance": "Grundlegende Motor- & Reifenpflege",
  "Interior/exterior cleaning before your arrival": "Innen-/Außenreinigung vor Ihrer Ankunft",
  "Option to prepare the car before your return": "Option, das Auto vor Ihrer Rückkehr vorzubereiten",
  "Why trust Amani with your vehicle?": "Warum Amani Ihr Fahrzeug anvertrauen?",
  "Safe & monitored locations": "Sichere & überwachte Standorte",
  "Scheduled maintenance for long-term protection": "Geplante Wartung für langfristigen Schutz",
  "Convenient coordination via WhatsApp or email": "Bequeme Koordination per WhatsApp oder E-Mail",
  "Tailored services depending on the vehicle type": "Individuelle Services je nach Fahrzeugtyp",
  "With Amani, your car stays as ready as your home — anytime you return.": "Mit Amani ist Ihr Auto so bereit wie Ihr Zuhause – wann immer Sie zurückkehren.",
  "Accueil - Gestion Immobilière à Casablanca & Maroc | AMANI HOME": "Startseite - Immobilienverwaltung in Casablanca & Marokko | AMANI HOME",
  "AccueilMetaDescription": "Immobilienverwaltung für Auswanderer und MRE in Casablanca und ganz Marokko. Sicherheit, Transparenz, maßgeschneiderte Dienstleistungen.",
  "Professional expertise": "Fachliche Kompetenz",
  "Quality materials": "Qualitätsmaterialien",
  "Reliable scheduling": "Zuverlässige Terminplanung",
  "Comprehensive coverage": "Umfassende Abdeckung",
  "Explore Handyman Services": "Hausmeisterdienste entdecken",
  "Your home, our expertise.": "Ihr Zuhause, unsere Expertise.",
  "From minor repairs to major renovations, our handyman services ensure your property stays in top condition.": "Von kleinen Reparaturen bis zu großen Renovierungen – unsere Hausmeisterdienste halten Ihre Immobilie in Top-Zustand.",
  "Amani took care of everything while I was away. My property was spotless and perfectly maintained. A real game changer!": "Amani hat sich um alles gekümmert, während ich weg war. Meine Immobilie war makellos und perfekt gepflegt. Ein echter Game Changer!",
  "The team is incredibly professional and responsive. They've been managing my property for months and I couldn't be happier.": "Das Team ist unglaublich professionell und reaktionsschnell. Sie verwalten meine Immobilie seit Monaten und ich bin sehr zufrieden.",
  "Outstanding service! They handle everything from maintenance to emergencies with such efficiency. Highly recommend!": "Hervorragender Service! Sie erledigen alles, von Wartung bis Notfällen, mit großer Effizienz. Sehr zu empfehlen!",
  "Amani has transformed how I manage my property. Their attention to detail and reliability is unmatched.": "Amani hat meine Immobilienverwaltung revolutioniert. Ihre Liebe zum Detail und Zuverlässigkeit sind unübertroffen.",
  "Professional, reliable, and truly caring. They treat my home like their own. Couldn't ask for better property management.": "Professionell, zuverlässig und wirklich fürsorglich. Sie behandeln mein Zuhause wie ihr eigenes. Besser geht's nicht.",
  "Trusted by leading companies": "Vertrauenswürdig für führende Unternehmen",
  "Our partners trust us to deliver exceptional property management services.": "Unsere Partner vertrauen uns, außergewöhnliche Immobilienverwaltung zu bieten.",
  "Page not found": "Seite nicht gefunden",
  "The page you are looking for does not exist.": "Die gesuchte Seite existiert nicht.",
  "Go back home": "Zurück zur Startseite"
}