{
  "Services": "Servizi",
  "Pricing & Plans": "Prezzi e Abbonamenti",
  "About Us": "Chi siamo",
  "Get in Touch": "Contattaci",
  "Client Portal": "Portale Clienti",
  "Operator Portal": "Portale Operatori",
  "Admin Portal": "Portale Admin",
  "Our Tailored Services for Your Peace of Mind": "I nostri servizi su misura per la tua tranquillità",
  "Explore our property management solutions, designed to simplify your life.": "Scopri le nostre soluzioni di gestione immobiliare, pensate per semplificarti la vita.",
  "Included in Our Subscriptions": "Incluso nei nostri abbonamenti",
  "On-Demand Additional Services": "Servizi aggiuntivi su richiesta",
  "Can't find what you need?": "Non trovi quello che ti serve?",
  "Contact us for a custom solution": "Contattaci per una soluzione personalizzata",
  "Contact Us": "Contattaci",
  "Request This Service": "Richiedi questo servizio",
  "Welcome back to peace of mind": "Bentornato alla tranquillità",
  "Explore Services": "Esplora i servizi",
  "Discover Plans": "Scopri i piani",
  "Monthly Checks": "Controlli mensili",
  "Monthly Property Checks": "Controlli mensili della proprietà",
  "Key Holding": "Custodia chiavi",
  "Keys Care": "Cura delle chiavi",
  "Mail Collection": "Ritiro posta",
  "Preventive Maintenance": "Manutenzione preventiva",
  "Welcome Home Service": "Servizio Benvenuto a Casa",
  "Airport Transfers": "Trasferimenti aeroportuali",
  "Emergency Repairs": "Riparazioni d'emergenza",
  "Fast intervention for urgent issues: plumbing, electrical...": "Intervento rapido per problemi urgenti: idraulica, elettricità...",
  "When a problem can't wait, we're here.": "Quando un problema non può aspettare, ci siamo noi.",
  "A water leak, an electrical outage, a malfunctioning air conditioner... These are the kinds of emergencies that require quick and reliable action — especially when you're not there to handle it yourself.": "Una perdita d'acqua, un blackout elettrico, un condizionatore guasto... Sono emergenze che richiedono un intervento rapido e affidabile, soprattutto quando non puoi occupartene di persona.",
  "Our teams intervene promptly to minimize damage, restore functionality, and give you peace of mind.": "Le nostre squadre intervengono prontamente per minimizzare i danni, ripristinare la funzionalità e darti tranquillità.",
  "What we cover:": "Cosa copriamo:",
  "Urgent plumbing issues (leaks, clogged drains, burst pipes)": "Problemi idraulici urgenti (perdite, scarichi intasati, tubi rotti)",
  "Electrical failures (short circuits, power loss, tripped breakers)": "Guasti elettrici (cortocircuiti, interruzioni di corrente, interruttori scattati)",
  "Air conditioning or heating breakdowns": "Guasti a condizionatori o riscaldamento",
  "Basic troubleshooting and temporary fixes when a full repair needs scheduling": "Risoluzione base e riparazioni temporanee in attesa di un intervento completo",
  "Why choose Amani for emergency repairs?": "Perché scegliere Amani per le riparazioni d'emergenza?",
  "Fast dispatch of qualified technicians": "Invio rapido di tecnici qualificati",
  "Transparent follow-up with photos and report": "Follow-up trasparente con foto e rapporto",
  "Clear quote if additional repairs are needed": "Preventivo chiaro se sono necessarie ulteriori riparazioni",
  "No need to be present — we coordinate everything": "Non è necessario essere presenti — coordiniamo tutto noi",
  "With Amani, your property is in safe hands — even when the unexpected strikes.": "Con Amani, la tua proprietà è in buone mani — anche quando succede l'imprevisto.",
  "Handyman Services": "Servizi di manutenzione",
  "Painting, renovations, and general maintenance.": "Pittura, ristrutturazioni e manutenzione generale.",
  "Interior painting and wall repairs": "Pittura interna e riparazione pareti",
  "Small carpentry jobs and adjustments": "Piccoli lavori di falegnameria e aggiustamenti",
  "Shelving, curtain rods, and decorative installations": "Mensole, bastoni per tende e installazioni decorative",
  "Fixing doors, locks, windows, and handles": "Riparazione di porte, serrature, finestre e maniglie",
  "Assembly of small furniture pieces": "Montaggio di piccoli mobili",
  "Punctual, courteous, and qualified operators": "Operatori puntuali, cortesi e qualificati",
  "Clean work and attention to detail": "Lavoro pulito e attenzione ai dettagli",
  "No need to coordinate – we manage everything": "Non serve coordinare — pensiamo a tutto noi",
  "Property Insurance Assistance": "Assistenza assicurativa immobiliare",
  "Guidance for home insurance subscription and claims.": "Assistenza per la sottoscrizione e le richieste di assicurazione casa.",
  "Appliance Installation": "Installazione elettrodomestici",
  "Assembly of furniture, installation of home appliances.": "Montaggio mobili, installazione elettrodomestici.",
  "Deep Cleaning": "Pulizia profonda",
  "Full property cleaning before your arrival.": "Pulizia completa della proprietà prima del tuo arrivo.",
  "Grocery & Home Stocking": "Spesa e rifornimento casa",
  "Stocking your home with essentials before you arrive.": "Rifornimento della casa con gli essenziali prima del tuo arrivo.",
  "Pool & Garden Maintenance": "Manutenzione piscina e giardino",
  "Keep your outdoor spaces clean, green, and ready to enjoy.": "Mantieni i tuoi spazi esterni puliti, verdi e pronti da vivere.",
  "Security & Smart Home Installation": "Installazione sicurezza e domotica",
  "Installation of alarms, smart locks, surveillance systems.": "Installazione di allarmi, serrature smart, sistemi di sorveglianza.",
  "Car Maintenance & Storage": "Manutenzione e rimessaggio auto",
  "Keep your vehicle safe, serviced, and ready to drive.": "Mantieni il tuo veicolo sicuro, revisionato e pronto all'uso.",
  "Your home, perfectly prepared for your arrival. Relax and enjoy a stress-free return!": "La tua casa, perfettamente preparata per il tuo arrivo. Rilassati e goditi un ritorno senza stress!",
  "Why is this service essential?": "Perché questo servizio è essenziale?",
  "After months away, your home needs a refresh before your return: ": "Dopo mesi di assenza, la tua casa ha bisogno di una rinfrescata prima del tuo ritorno: ",
  "dust, stale air, disconnected appliances, etc.": "polvere, aria viziata, elettrodomestici scollegati, ecc.",
  "Return to a spotless, fresh home": "Ritorna in una casa pulita e fresca",
  "Save time and enjoy your stay immediately": "Risparmia tempo e goditi subito il soggiorno",
  "Avoid inconveniences like humidity, dust, or inactive appliances": "Evita disagi come umidità, polvere o elettrodomestici inattivi",
  "Two Levels of Service Tailored to Your Needs": "Due livelli di servizio su misura per te",
  "Standard Plan Service": "Servizio Piano Standard",
  "Utility setup (electricity, water, heating, AC...)": "Attivazione utenze (elettricità, acqua, riscaldamento, aria condizionata...)",
  "Air circulation & room refreshing": "Circolazione d'aria e rinfrescamento ambienti",
  "Quick cleaning (dust, floors, main surfaces...)": "Pulizia veloce (polvere, pavimenti, superfici principali...)",
  "Linen preparation (clean sheets and towels)": "Preparazione biancheria (lenzuola e asciugamani puliti)",
  "Equipment check-up (leaks, light bulbs, etc.)": "Controllo attrezzature (perdite, lampadine, ecc.)",
  "Premium Plan Service": "Servizio Piano Premium",
  "Exclusive Perks": "Vantaggi esclusivi",
  "Deep cleaning (bathrooms, windows, kitchen, furniture...)": "Pulizia profonda (bagni, finestre, cucina, mobili...)",
  "Essential groceries delivered (water, coffee, bread, fruits…)": "Spesa essenziale consegnata (acqua, caffè, pane, frutta…)",
  "Free small repairs (light bulb replacement, minor fixes...)": "Piccole riparazioni gratuite (sostituzione lampadine, piccoli interventi...)",
  "Priority access to additional services (faster response time)": "Accesso prioritario ai servizi extra (risposta più rapida)",
  "One free extra service per year (car wash, terrace cleaning...)": "Un servizio extra gratuito all'anno (lavaggio auto, pulizia terrazza...)",
  "Good to know:": "Da sapere:",
  "📌 Can I customize the service?": "📌 Posso personalizzare il servizio?",
  "Absolutely! You can adjust the package to fit your needs.": "Assolutamente! Puoi adattare il pacchetto alle tue esigenze.",
  "📌 How do I schedule the service?": "📌 Come posso prenotare il servizio?",
  "Simply select the date and time, and we'll handle the rest.": "Seleziona semplicemente data e ora, e pensiamo a tutto noi.",
  "📌 What if I need last-minute changes?": "📌 E se ho bisogno di cambiamenti all'ultimo minuto?",
  "We do our best to accommodate urgent requests.": "Facciamo del nostro meglio per soddisfare le richieste urgenti.",
  "Secure your Welcome Home Service today and enjoy a seamless return.": "Prenota oggi il tuo servizio Benvenuto a Casa e goditi un ritorno senza pensieri.",
  "Back to Services": "Torna ai servizi",
  "Ensure your home remains in top condition with regular inspections and upkeep.": "Assicura che la tua casa resti in ottime condizioni con controlli e manutenzione regolari.",
  "Protect your investment – Regular maintenance prevents costly damage.": "Proteggi il tuo investimento — La manutenzione regolare previene danni costosi.",
  "Avoid unexpected failures – No more water leaks or broken AC in the summer!": "Evita guasti imprevisti — Niente più perdite d'acqua o condizionatori rotti d'estate!",
  "Stay comfortable – Your property is always ready for use.": "Resta comodo — La tua proprietà è sempre pronta all'uso.",
  "What does our preventive maintenance include?": "Cosa include la nostra manutenzione preventiva?",
  "Inspection of installations – AC, heating, electricity, plumbing… We check it all!": "Ispezione impianti — Climatizzazione, riscaldamento, elettricità, idraulica… Controlliamo tutto!",
  "Leak detection – Prevent humidity issues and water damage.": "Rilevamento perdite — Previeni problemi di umidità e danni d'acqua.",
  "Electrical system check – Avoid power failures and short circuits.": "Controllo impianto elettrico — Evita blackout e cortocircuiti.",
  "Minor repairs – Door adjustments, locks, shutters, and general wear & tear fixes.": "Piccole riparazioni — Regolazione porte, serrature, tapparelle e usura generale.",
  "📌 How often is this service provided?": "📌 Con quale frequenza viene fornito questo servizio?",
  "It can be included in our monthly plans with regular check-ups or requested on-demand.": "Può essere incluso nei nostri piani mensili con controlli regolari o richiesto su richiesta.",
  "📌 What installations are covered?": "📌 Quali impianti sono coperti?",
  "We handle standard home installations: AC, water heaters, shutters, locks, smoke detectors…": "Gestiamo impianti standard: climatizzazione, scaldabagni, tapparelle, serrature, rilevatori di fumo…",
  "📌 What happens if a problem is detected?": "📌 Cosa succede se viene rilevato un problema?",
  "We notify you immediately and provide a transparent quote for necessary repairs or replacements.": "Ti informiamo subito e ti forniamo un preventivo trasparente per le riparazioni o sostituzioni necessarie.",
  "Keep your home in perfect condition all year round!": "Mantieni la tua casa in perfette condizioni tutto l'anno!",
  "Regular inspections to ensure your home stays safe, maintained, and problem-free while you're away.": "Controlli regolari per garantire che la tua casa resti sicura, curata e senza problemi mentre sei via.",
  "An unoccupied property can deteriorate quickly": "Una proprietà non abitata può deteriorarsi rapidamente",
  " - leaks, power cuts, humidity… Our regular checks help detect issues before they become major problems.": " - perdite, blackout, umidità… I nostri controlli regolari aiutano a individuare i problemi prima che diventino gravi.",
  "Frequent visits reduce the risk of squatters and burglary by maintaining an active presence.": "Visite frequenti riducono il rischio di occupazioni e furti mantenendo una presenza attiva.",
  "In case of storms, heavy rains, or neighborhood incidents, we conduct an extra visit to ensure your property is intact.": "In caso di tempeste, piogge forti o incidenti nel quartiere, effettuiamo una visita extra per assicurarci che la proprietà sia intatta.",
  "What does this service include?": "Cosa include questo servizio?",
  "Exterior & interior inspections – Checking doors, windows, walls, and roofing for damage.": "Ispezioni esterne e interne — Controllo di porte, finestre, muri e tetto per danni.",
  "Ventilation & preventive maintenance – Windows opened, air refreshed, plumbing flushed to prevent odors.": "Ventilazione e manutenzione preventiva — Finestre aperte, aria rinnovata, scarichi puliti per prevenire odori.",
  "Detailed report after each visit – Including photos and recommendations in case of detected issues.": "Rapporto dettagliato dopo ogni visita — Con foto e raccomandazioni in caso di problemi rilevati.",
  "📌 Frequency & flexibility?": "📌 Frequenza e flessibilità?",
  "This service is included in our subscription plans but can also be requested on a one-time basis.": "Questo servizio è incluso nei nostri abbonamenti ma può essere richiesto anche una tantum.",
  "📌 How will I be updated?": "📌 Come sarò aggiornato?",
  "You'll receive a full report with pictures after each visit, ensuring transparency and peace of mind.": "Riceverai un rapporto completo con foto dopo ogni visita, per la massima trasparenza e tranquillità.",
  "📌 What happens if an issue is found?": "📌 Cosa succede se viene trovato un problema?",
  "We immediately inform you and propose a quick and suitable solution to fix the problem.": "Ti informiamo subito e proponiamo una soluzione rapida e adeguata per risolvere il problema.",
  "Keep your property monitored and well-maintained, even when you're away.": "Tieni la tua proprietà monitorata e ben curata, anche quando sei lontano.",
  "Your Mail, Handled with Care and Security": "La tua posta, gestita con cura e sicurezza",
  "Receive all your mail safely, even when you're away for months.": "Ricevi tutta la tua posta in sicurezza, anche se sei via per mesi.",
  "Keep your mailbox empty and secure, preventing mail overflow and unwanted attention.": "Mantieni la cassetta vuota e sicura, evitando accumuli e attenzioni indesiderate.",
  "Easily access your documents whenever needed, no matter where you are.": "Accedi facilmente ai tuoi documenti quando vuoi, ovunque tu sia.",
  "Secure & confidential storage – Your mail is handled with discretion and stored safely until retrieval.": "Conservazione sicura e riservata — La tua posta è gestita con discrezione e conservata in sicurezza fino al ritiro.",
  "Regular mail checks & sorting – We organize, filter, and secure your important letters.": "Controlli e smistamento regolari — Organizziamo, filtriamo e custodiamo le tue lettere importanti.",
  "Mail forwarding option – We can send your urgent documents anywhere in the world upon request.": "Opzione inoltro posta — Possiamo inviare i tuoi documenti urgenti ovunque nel mondo su richiesta.",
  "📌 Where is the mail collected?": "📌 Dove viene ritirata la posta?",
  "We retrieve mail from your home mailbox or PO box.": "Ritiriamo la posta dalla tua cassetta o dal tuo box postale.",
  "📌 How often is mail checked?": "📌 Con quale frequenza viene controllata la posta?",
  "Monthly as part of your subscription, or upon request for extra visits.": "Mensilmente con l'abbonamento, o su richiesta per visite extra.",
  "📌 What about parcels?": "📌 E per i pacchi?",
  "Small parcels can be secured; larger deliveries require prior arrangements.": "I pacchi piccoli possono essere custoditi; le consegne grandi richiedono accordi preventivi.",
  "Travel worry-free! Entrust us with your property keys and maintain full control, wherever you are.": "Viaggia senza pensieri! Affidaci le chiavi della tua proprietà e mantieni il pieno controllo, ovunque tu sia.",
  "Lost your keys? Have a guest arriving? We have a solution for every situation.": "Hai perso le chiavi? Arriva un ospite? Abbiamo una soluzione per ogni situazione.",
  "A service provider needs access to your home? We handle the coordination.": "Un fornitore deve accedere a casa tua? Pensiamo noi alla coordinazione.",
  "Unexpected return to Morocco? No need to leave your keys with neighbors or family.": "Ritorno improvviso in Marocco? Non serve lasciare le chiavi a vicini o parenti.",
  "Secure & confidential storage – Your keys are kept in a secure vault with controlled access.": "Conservazione sicura e riservata — Le tue chiavi sono custodite in una cassaforte con accesso controllato.",
  "Convenient access – We only hand over keys in the city where your property is located.": "Accesso comodo — Consegnamo le chiavi solo nella città della tua proprietà.",
  "24/7 availability in case of emergency – We can dispatch an agent whenever you need.": "Disponibilità 24/7 in caso di emergenza — Possiamo inviare un agente quando vuoi.",
  "Stress-free management – Always know where your keys are, with no risk of loss.": "Gestione senza stress — Sai sempre dove sono le tue chiavi, senza rischio di smarrimento.",
  "📌 Where are the keys handed over?": "📌 Dove vengono consegnate le chiavi?",
  "We organize key handovers ONLY in the city where your property is located.": "Organizziamo la consegna delle chiavi SOLO nella città della tua proprietà.",
  "📌 Can I store multiple keys?": "📌 Posso depositare più chiavi?",
  "Yes! You can entrust us with multiple sets of keys (main entrance, garage, technical room, etc.).": "Sì! Puoi affidarci più mazzi di chiavi (ingresso principale, garage, sala tecnica, ecc.).",
  "📌 How do I access my home while away?": "📌 Come accedo a casa mentre sono via?",
  "Simply contact us, and we will arrange a key handover as per your instructions.": "Contattaci e organizzeremo la consegna delle chiavi secondo le tue istruzioni.",
  "Secure your keys today and simplify access to your property with complete peace of mind.": "Metti al sicuro le tue chiavi oggi e semplifica l'accesso alla tua proprietà con totale tranquillità.",
  "Start and end your trip stress-free with our private, punctual, and comfortable airport transfers.": "Inizia e termina il tuo viaggio senza stress con i nostri trasferimenti aeroportuali privati, puntuali e confortevoli.",
  "Why choose Our Service?": "Perché scegliere il nostro servizio?",
  "Personalized Pickup": "Accoglienza personalizzata",
  "Your driver waits with a sign at the airport.": "Il tuo autista ti aspetta con un cartello in aeroporto.",
  "Fixed Transparent Pricing": "Prezzi fissi e trasparenti",
  "No surprises! Know the fare in advance.": "Nessuna sorpresa! Conosci la tariffa in anticipo.",
  "Comfortable & Safe": "Comodo e sicuro",
  "Modern, air-conditioned, and well-maintained.": "Moderno, climatizzato e ben tenuto.",
  "24/7 Availability": "Disponibilità 24/7",
  "Service at any hour, regardless of your flight schedule.": "Servizio a qualsiasi ora, indipendentemente dall'orario del volo.",
  "Exclusive": "Esclusivo",
  "Available as an optional service for other plans.": "Disponibile come servizio opzionale per altri piani.",
  "How It Works?": "Come funziona?",
  "1. Book Your Transfer": "1. Prenota il tuo trasferimento",
  "Via our contact form or WhatsApp.": "Tramite il nostro modulo di contatto o WhatsApp.",
  "2. Receive Confirmation": "2. Ricevi la conferma",
  "driver details sended instantly.": "Dettagli dell'autista inviati istantaneamente.",
  "3. Meet Your Driver": "3. Incontra il tuo autista",
  "At the agreed pickup point.": "Al punto di incontro concordato.",
  "4. Enjoy a Comfortable Ride": "4. Goditi un viaggio confortevole",
  "Straight to your home.": "Direttamente a casa tua.",
  "Good to know :": "Da sapere:",
  "📌 Currently Available in Casablanca": "📌 Attualmente disponibile a Casablanca",
  "We plan to expand soon.": "Prevediamo di espanderci presto.",
  "📌 Book at Least 24h in Advance": "📌 Prenota almeno 24h prima",
  "To guarantee driver availability.": "Per garantire la disponibilità dell'autista.",
  "📌 Round-Trip Service Available": "📌 Servizio andata e ritorno disponibile",
  "Reserve both your arrival and departure rides.": "Prenota sia l'andata che il ritorno.",
  "📌 Family & Business Friendly": "📌 Adatto a famiglie e aziende",
  "Need a child seat or extra luggage space? Just let us know!": "Hai bisogno di un seggiolino o spazio extra per i bagagli? Facci sapere!",
  "Our Mission": "La nostra missione",
  "Our Core Values": "I nostri valori fondamentali",
  "Trust": "Fiducia",
  "Responsiveness": "Reattività",
  "Human Approach": "Approccio umano",
  "Excellence": "Eccellenza",
  "The Team Behind Amani": "Il team dietro Amani",
  "Why We Do What We Do": "Perché facciamo ciò che facciamo",
  "Let's Take Care of It — Together": "Prendiamocene cura insieme",
  "Discover Services": "Scopri i servizi",
  "Basic Plan": "Piano base",
  "Standard Plan": "Piano standard",
  "Premium Plan": "Piano premium",
  "Everything in Basic Plan": "Tutto nel piano base",
  "Everything in Standard Plan": "Tutto nel piano standard",
  "Everything in Premium Plan": "Tutto nel piano premium",
  "Free Property Inspection": "Ispezione della proprietà gratuita",
  "1 Monthly Check - Property inspection with report": "1 controllo mensile - Ispezione della proprietà con rapporto",
  "2 Monthly Checks - Twice-a-month property inspection": "2 controlli mensili - Ispezione della proprietà due volte al mese",
  "3 Monthly Checks - Weekly property inspection": "3 controlli mensili - Ispezione della proprietà settimanale",
  "Free Welcome Home Service": "Servizio Benvenuto a Casa gratuito",
  "Free Airport Transfer": "Trasferimento aeroportuale gratuito",
  "Free Key Holding": "Custodia chiavi gratuita",
  "Free Mail Collection": "Ritiro posta gratuito",
  "Free Preventive Maintenance": "Manutenzione preventiva gratuita",
  "Free Emergency Repairs": "Riparazioni d'emergenza gratuite",
  "Free Handyman Services": "Servizi di manutenzione gratuiti",
  "Free Property Insurance Assistance": "Assistenza assicurativa gratuita",
  "Free Appliance Installation": "Installazione elettrodomestici gratuita",
  "Free Deep Cleaning": "Pulizia profonda gratuita",
  "Free Grocery & Home Stocking": "Spesa e rifornimento gratuiti",
  "Free Pool & Garden Maintenance": "Manutenzione piscina e giardino gratuita",
  "Free Security & Smart Home Installation": "Installazione sicurezza e domotica gratuita",
  "Free Car Maintenance & Storage": "Manutenzione e rimessaggio auto gratuiti",
  "Get Started": "Inizia ora",
  "Choose Plan": "Scegli piano",
  "Select Plan": "Seleziona piano",
  "Subscribe": "Abbonati",
  "Choose the Right Plan for Your Home": "Scegli il piano giusto per la tua casa",
  "Flexible subscription plans tailored to your needs and property size.": "Piani di abbonamento flessibili su misura per le tue esigenze e la dimensione della proprietà.",
  "Key Holding - Secure key storage": "Custodia chiavi - Conservazione sicura delle chiavi",
  "Mail Collection - Mail retrieval & safekeeping": "Ritiro posta - Recupero e custodia della posta",
  "Preventive Maintenance - Essential system checks": "Manutenzione preventiva - Controlli essenziali degli impianti",
  "Welcome Home Service (Standard) - Pre-arrival home setup": "Servizio Benvenuto a Casa (Standard) - Preparazione casa prima dell'arrivo",
  "Priority Support - Faster assistance": "Supporto prioritario - Assistenza più rapida",
  "Welcome Home Service (Premium) - Deep cleaning & home stocking": "Servizio Benvenuto a Casa (Premium) - Pulizia profonda e rifornimento",
  "1 Free Airport Transfer per year": "1 trasferimento aeroportuale gratuito all'anno",
  "1 Free Emergency Dispatch per year": "1 intervento d'emergenza gratuito all'anno",
  "Extra Keys Stored - Additional security": "Chiavi extra custodite - Sicurezza aggiuntiva",
  "Faster Response Time - Priority interventions": "Tempo di risposta più rapido - Interventi prioritari",
  "Exclusive Perks & VIP Access": "Vantaggi esclusivi e accesso VIP",
  "FAQ": "FAQ",
  "Frequently Asked Questions": "Domande frequenti",
  "Here are some answers to common questions about our services and how Amani works.": "Ecco alcune risposte alle domande più comuni sui nostri servizi e su come funziona Amani.",
  "Do I need to live in Morocco to use Amani?": "Devo vivere in Marocco per usare Amani?",
  "Not at all! Amani was created specifically for people living abroad. We are your local support team, taking care of your property while you're away.": "Assolutamente no! Amani è stato creato appositamente per chi vive all'estero. Siamo il tuo team di supporto locale, ci occupiamo della tua proprietà mentre sei via.",
  "Is Amani available all over Morocco?": "Amani è disponibile in tutto il Marocco?",
  "Our operations are currently based in Casablanca, but we are expanding. Feel free to contact us if you're located elsewhere — your feedback helps us grow!": "Attualmente operiamo a Casablanca, ma ci stiamo espandendo. Contattaci se sei in un'altra città — il tuo feedback ci aiuta a crescere!",
  "What kind of properties do you manage?": "Che tipo di proprietà gestite?",
  "We manage apartments, villas, holiday homes, and long-term investments — whether it's a small studio or a family estate.": "Gestiamo appartamenti, ville, case vacanza e investimenti a lungo termine — sia piccoli monolocali che grandi proprietà familiari.",
  "How do you handle emergencies or urgent repairs?": "Come gestite le emergenze o le riparazioni urgenti?",
  "We have a local network of qualified professionals ready to intervene quickly. You'll receive a full report and photos after each intervention.": "Abbiamo una rete locale di professionisti qualificati pronti a intervenire rapidamente. Riceverai un rapporto completo e foto dopo ogni intervento.",
  "Do I need to give you my keys?": "Devo darvi le mie chiavi?",
  "Yes — securely storing your keys allows us to intervene anytime, even without your presence. Key holding is included in all our subscription plans.": "Sì — conservare le chiavi in sicurezza ci permette di intervenire in qualsiasi momento, anche senza la tua presenza. La custodia chiavi è inclusa in tutti i nostri abbonamenti.",
  "How do I subscribe to a plan or request a service?": "Come posso abbonarmi a un piano o richiedere un servizio?",
  "Simply visit our 'Pricing & Plans' or 'Services' pages, click the request button, and fill out the contact form. We'll take it from there.": "Visita le nostre pagine 'Prezzi e Abbonamenti' o 'Servizi', clicca sul pulsante di richiesta e compila il modulo di contatto. Pensiamo a tutto noi.",
  "Is there a long-term commitment when I subscribe?": "C'è un impegno a lungo termine quando mi abbono?",
  "No! All our plans are monthly with no long-term commitment. You can cancel anytime with just one message.": "No! Tutti i nostri piani sono mensili e senza vincoli a lungo termine. Puoi annullare in qualsiasi momento con un semplice messaggio.",
  "Can I combine services from different plans?": "Posso combinare servizi di diversi piani?",
  "Of course! You can subscribe to a plan and add extra services à la carte at any time.": "Certo! Puoi abbonarti a un piano e aggiungere servizi extra à la carte in qualsiasi momento.",
  "Contact": "Contatto",
  "Let's get in touch": "Mettiamoci in contatto",
  "Tell us more about your request and we'll get back to you shortly.": "Raccontaci di più sulla tua richiesta e ti risponderemo a breve.",
  "Name": "Nome",
  "Full Name": "Nome completo",
  "Email": "Email",
  "Message": "Messaggio",
  "Send": "Invia",
  "Phone": "Telefono",
  "Phone Number": "Numero di telefono",
  "Address": "Indirizzo",
  "Your Address (City, Country)": "Il tuo indirizzo (Città, Paese)",
  "Property Address in Morocco": "Indirizzo della proprietà in Marocco",
  "Approximate Size (in m²)": "Dimensione approssimativa (in m²)",
  "Which service or plan are you interested in?": "A quale servizio o piano sei interessato?",
  "Follow us": "Seguici",
  "All rights reserved": "Tutti i diritti riservati",
  "Privacy Policy": "Informativa sulla privacy",
  "Terms of Service": "Termini di servizio",
  "Cookie Policy": "Politica sui cookie",
  "Your trusted property partner in Morocco": "Il tuo partner immobiliare di fiducia in Marocco",
  "is your reliable local partner for remote property management in Morocco, built especially for Moroccans living abroad (MRE) and international homeowners.": "è il tuo partner locale affidabile per la gestione immobiliare a distanza in Marocco, pensato per i marocchini all'estero (MRE) e i proprietari internazionali.",
  "We make sure distance never becomes a barrier to peace of mind.": "Ci assicuriamo che la distanza non sia mai un ostacolo alla tranquillità.",
  "Whether you're managing a vacation home, an inherited property, or a real estate investment, we care for your home as if it were our own — with transparency, trust, and local expertise.": "Che tu gestisca una casa vacanza, una proprietà ereditata o un investimento immobiliare, ci prendiamo cura della tua casa come fosse la nostra — con trasparenza, fiducia ed esperienza locale.",
  "At Amani, we believe that every homeowner deserves to feel supported and stress-free — no matter where they are.": "In Amani crediamo che ogni proprietario meriti di sentirsi supportato e senza stress — ovunque si trovi.",
  "Our mission is to provide reliable, transparent, and human-centered services that simplify your life and protect your property.": "La nostra missione è offrire servizi affidabili, trasparenti e centrati sulla persona che semplificano la tua vita e proteggono la tua proprietà.",
  "We handle your home and keys with care and confidentiality.": "Gestiamo la tua casa e le tue chiavi con cura e riservatezza.",
  "Our team is ready to act when you need us.": "Il nostro team è pronto ad agire quando ne hai bisogno.",
  "We are real people who listen, advise and act.": "Siamo persone reali che ascoltano, consigliano e agiscono.",
  "We ensure high-quality service with trusted local partners.": "Garantiamo un servizio di alta qualità con partner locali affidabili.",
  "Led by a new generation of Moroccan entrepreneurs, our team combines local knowledge and global standards.": "Guidato da una nuova generazione di imprenditori marocchini, il nostro team unisce conoscenza locale e standard globali.",
  "We select every collaborator based on values, professionalism, and reliability.": "Selezioniamo ogni collaboratore in base a valori, professionalità e affidabilità.",
  "Sign Up & Choose Your Plan": "Registrati e scegli il tuo piano",
  "Create your account and select the plan that suits your needs.": "Crea il tuo account e scegli il piano che fa per te.",
  "Key Deposit & Security Setup": "Deposito chiavi e configurazione sicurezza",
  "We securely collect your keys and activate the property management.": "Ritiriamo le tue chiavi in sicurezza e attiviamo la gestione della proprietà.",
  "Property Monitoring & Maintenance": "Monitoraggio e manutenzione della proprietà",
  "Regular inspections and preventive maintenance for your peace of mind.": "Ispezioni regolari e manutenzione preventiva per la tua tranquillità.",
  "Emergency Response & Additional Services": "Risposta d'emergenza e servizi extra",
  "Need an urgent repair or extra service? We handle everything for you.": "Hai bisogno di una riparazione urgente o di un servizio extra? Pensiamo a tutto noi.",
  "Didn't find what you need?": "Non hai trovato quello che ti serve?",
  "Contact us for personalized solutions!": "Contattaci per soluzioni personalizzate!",
  "Discover our services tailored to your needs": "Scopri i nostri servizi su misura per te",
  "Need Quick Answers?": "Hai bisogno di risposte rapide?",
  "Here are some of the most common questions we get from property owners.": "Ecco alcune delle domande più comuni che riceviamo dai proprietari.",
  "See All FAQs": "Vedi tutte le FAQ",
  "They Trust Us": "Si fidano di noi",
  "Numbers that speak for themselves": "Numeri che parlano da soli",
  "Properties Managed": "Proprietà gestite",
  "Client Satisfaction": "Soddisfazione dei clienti",
  "Guaranteed Response Time": "Tempo di risposta garantito",
  "Who We Are": "Chi siamo",
  "What Our Clients Say ?": "Cosa dicono i nostri clienti?",
  "Real experiences from homeowners who trust Amani": "Esperienze reali di proprietari che si affidano ad Amani",
  "Why Choose Amani?": "Perché scegliere Amani?",
  "Your property is more than just a place, it's your home. Amani ensures it remains safe, maintained, and ready whenever you need it.": "La tua proprietà è più di un semplice luogo, è la tua casa. Amani si assicura che sia sicura, curata e pronta quando ne hai bisogno.",
  "Trusted and secure property management": "Gestione immobiliare affidabile e sicura",
  "Regular maintenance and inspections": "Manutenzione e ispezioni regolari",
  "Fast response to emergencies": "Risposta rapida alle emergenze",
  "Tailor-made services that adapt to your needs": "Servizi su misura che si adattano alle tue esigenze",
  "Oops... Page Not Found": "Ops... Pagina non trovata",
  "The page you're looking for doesn't exist or may have been moved.": "La pagina che cerchi non esiste o potrebbe essere stata spostata.",
  "No worries — we'll help you get back on track.": "Nessun problema — ti aiutiamo a tornare alla pagina principale.",
  "Go to Homepage": "Vai alla home",
  "Coming Soon !": "Prossimamente!",
  "Coming soon !.": "Prossimamente!",
  "Reliable fixes for a flawless home.": "Soluzioni affidabili per una casa perfetta.",
  "From fixing that squeaky door to repainting your living room, Amani's handyman services are designed to keep your property in perfect condition — effortlessly.": "Dalla riparazione di una porta che cigola alla tinteggiatura del soggiorno, i servizi di manutenzione Amani mantengono la tua proprietà in perfette condizioni — senza sforzo.",
  "Tasks we handle for you:": "Compiti che gestiamo per te:",
  "What sets Amani apart in home maintenance & handyman services?": "Cosa distingue Amani nella manutenzione e nei servizi di riparazione?",
  "We make home maintenance simple, so you can focus on what matters most.": "Rendiamo la manutenzione della casa semplice, così puoi concentrarti su ciò che conta davvero.",
  "Protect your investment, without the paperwork headache.": "Proteggi il tuo investimento, senza lo stress della burocrazia.",
  "Navigating property insurance in Morocco can be complex — especially when you live abroad. With Amani, you gain peace of mind knowing your home is protected, and that a trusted partner is managing the process with precision and care.": "Gestire l'assicurazione immobiliare in Marocco può essere complesso — soprattutto se vivi all'estero. Con Amani hai la tranquillità di sapere che la tua casa è protetta e che un partner affidabile gestisce tutto con precisione e cura.",
  "What's included in our assistance:": "Cosa include la nostra assistenza:",
  "Support with choosing the right insurance policy for your property": "Supporto nella scelta della polizza assicurativa giusta per la tua proprietà",
  "Help gathering and submitting the necessary documents": "Aiuto nella raccolta e presentazione dei documenti necessari",
  "Assistance in case of damage or loss (claim follow-up, reporting, etc.)": "Assistenza in caso di danni o perdite (gestione sinistri, segnalazioni, ecc.)",
  "Connection with reliable, verified insurance partners": "Collegamento con partner assicurativi affidabili e verificati",
  "Annual renewal reminders and follow-up management": "Promemoria annuali di rinnovo e gestione del follow-up",
  "Your reliable partner for insurance paperwork and claims": "Il tuo partner affidabile per pratiche e sinistri assicurativi",
  "We know the Moroccan market and can guide you efficiently": "Conosciamo il mercato marocchino e possiamo guidarti in modo efficiente",
  "We simplify procedures and act as your representative on the ground": "Semplifichiamo le procedure e agiamo come tuo rappresentante sul posto",
  "We ensure full transparency and regular updates throughout the process": "Garantiamo piena trasparenza e aggiornamenti regolari durante tutto il processo",
  "With Amani, you're not just covered — you're supported, every step of the way.": "Con Amani non sei solo coperto — sei supportato in ogni fase.",
  "Settle in with ease — we handle the heavy lifting.": "Sistemati senza stress — pensiamo noi a tutto.",
  "Whether you've just furnished your home or need help installing a new appliance, Amani provides reliable assembly and installation services, so everything is ready to use when you arrive.": "Che tu abbia appena arredato casa o abbia bisogno di installare un nuovo elettrodomestico, Amani offre servizi di montaggio e installazione affidabili, così tutto sarà pronto al tuo arrivo.",
  "What's included in our service:": "Cosa include il nostro servizio:",
  "Assembly of new furniture (beds, wardrobes, shelves...)": "Montaggio di mobili nuovi (letti, armadi, mensole...)",
  "Installation of home appliances (washing machine, oven, AC unit...)": "Installazione di elettrodomestici (lavatrice, forno, climatizzatore...)",
  "Hook-up to water/electricity lines where needed": "Collegamento a linee acqua/elettricità dove necessario",
  "Verification that all equipment functions correctly": "Verifica che tutte le attrezzature funzionino correttamente",
  "Removal of packaging and light cleanup after the job": "Rimozione imballaggi e pulizia leggera dopo il lavoro",
  "Why choose Amani for furniture & appliance installation?": "Perché scegliere Amani per il montaggio di mobili ed elettrodomestici?",
  "Skilled professionals with the right tools": "Professionisti qualificati con gli strumenti giusti",
  "No stress — we manage the installation before your arrival": "Nessuno stress — gestiamo l'installazione prima del tuo arrivo",
  "Secure handling of your furniture and electronics": "Gestione sicura di mobili ed elettronica",
  "Transparent communication and flexible scheduling": "Comunicazione trasparente e pianificazione flessibile",
  "Amani ensures your home is functional, welcoming, and ready — down to the last screw.": "Amani garantisce che la tua casa sia funzionale, accogliente e pronta — fino all'ultima vite.",
  "Start fresh — we prepare your home like it's brand new.": "Inizia da zero — prepariamo la tua casa come fosse nuova.",
  "After months of vacancy, a deep cleaning is essential to eliminate dust, odors, and restore freshness. Amani takes care of everything, so you return to a pristine home.": "Dopo mesi di assenza, una pulizia profonda è essenziale per eliminare polvere, odori e ripristinare la freschezza. Amani si occupa di tutto, così torni in una casa impeccabile.",
  "What's included in our deep cleaning:": "Cosa include la nostra pulizia profonda:",
  "Bathrooms thoroughly disinfected (toilets, showers, sinks...)": "Bagni disinfettati a fondo (wc, docce, lavandini...)",
  "Kitchen cleaning (appliances, counters, cabinets...)": "Pulizia cucina (elettrodomestici, piani lavoro, armadi...)",
  "Floors swept, mopped, and vacuumed": "Pavimenti spazzati, lavati e aspirati",
  "Windows and glass surfaces cleaned": "Pulizia di finestre e superfici in vetro",
  "Dusting of furniture, décor, and hidden areas": "Spolveratura di mobili, decorazioni e aree nascoste",
  "Why choose Amani for deep home cleaning?": "Perché scegliere Amani per la pulizia profonda?",
  "Professional-grade eco-friendly products": "Prodotti ecologici di qualità professionale",
  "Trained and trustworthy cleaning agents": "Addetti alle pulizie formati e affidabili",
  "Perfect preparation before your return or before hosting guests": "Preparazione perfetta prima del tuo ritorno o di ricevere ospiti",
  "Reliable scheduling and satisfaction guarantee": "Pianificazione affidabile e garanzia di soddisfazione",
  "With Amani, enjoy a fresh, healthy, and welcoming environment from the moment you walk in.": "Con Amani, goditi un ambiente fresco, sano e accogliente dal primo momento.",
  "Everything you need, waiting for you at home.": "Tutto ciò di cui hai bisogno, ti aspetta a casa.",
  "Arrive to a fully stocked fridge and pantry — no errands, no stress. We take care of your grocery shopping and prepare your home just the way you like it.": "Arriva a casa con frigo e dispensa pieni — niente commissioni, niente stress. Ci occupiamo noi della spesa e prepariamo la casa come piace a te.",
  "What's included in this service:": "Cosa include questo servizio:",
  "Customized grocery shopping based on your preferences": "Spesa personalizzata in base alle tue preferenze",
  "Fresh produce, dairy, bottled water, snacks, and more": "Prodotti freschi, latticini, acqua, snack e altro",
  "Delivery and careful placement in fridge and pantry": "Consegna e sistemazione accurata in frigo e dispensa",
  "Optional extras: flowers, toiletries, cleaning products…": "Extra opzionali: fiori, prodotti da bagno, prodotti per la pulizia…",
  "Why choose Amani for home stocking?": "Perché scegliere Amani per il rifornimento casa?",
  "Save time and energy after your travels": "Risparmia tempo ed energie dopo i viaggi",
  "Tailored shopping: we follow your exact list": "Spesa su misura: seguiamo la tua lista esatta",
  "High-quality, fresh, and trusted products": "Prodotti di alta qualità, freschi e affidabili",
  "Perfect for arrivals, guests, or surprise visits": "Perfetto per arrivi, ospiti o visite a sorpresa",
  "With Amani, walk into a home that feels lived-in, warm, and ready — from kitchen to comfort.": "Con Amani, entra in una casa che sembra vissuta, calda e pronta — dalla cucina al comfort.",
  "Enjoy a well-maintained exterior, even when you're miles away.": "Goditi spazi esterni curati, anche quando sei lontano.",
  "Your garden and pool need care all year long — not just when you're here. Our reliable maintenance ensures your outdoor spaces stay beautiful, functional, and hassle-free.": "Il tuo giardino e la piscina hanno bisogno di cure tutto l'anno — non solo quando sei qui. La nostra manutenzione affidabile garantisce spazi esterni belli, funzionali e senza pensieri.",
  "What's included in our maintenance service:": "Cosa include il nostro servizio di manutenzione:",
  "Regular garden upkeep: mowing, pruning, watering": "Cura regolare del giardino: taglio, potatura, irrigazione",
  "Pool cleaning, filtration checks & chemical balance": "Pulizia piscina, controllo filtri ed equilibrio chimico",
  "Seasonal treatments and pest control": "Trattamenti stagionali e controllo parassiti",
  "Visual inspection of outdoor lighting and systems": "Ispezione visiva di illuminazione e impianti esterni",
  "Custom schedule based on your property needs": "Pianificazione personalizzata in base alle esigenze della proprietà",
  "Why choose Amani for pool & garden care?": "Perché scegliere Amani per la cura di piscina e giardino?",
  "Professional landscapers & pool technicians": "Giardinieri e tecnici piscina professionisti",
  "Preventive care to avoid costly damage": "Cura preventiva per evitare danni costosi",
  "Flexible frequency: weekly, bi-weekly or monthly": "Frequenza flessibile: settimanale, bisettimanale o mensile",
  "Detailed reports with photos on request": "Report dettagliati con foto su richiesta",
  "With Amani, your garden flourishes and your pool stays crystal clear — even in your absence.": "Con Amani, il tuo giardino fiorisce e la piscina resta cristallina — anche in tua assenza.",
  "Protect your home with intelligent, discreet technology.": "Proteggi la tua casa con tecnologia intelligente e discreta.",
  "Enjoy total peace of mind with a secure home — even when you're miles away. We install reliable and modern systems that let you monitor and control your property remotely.": "Goditi la massima tranquillità con una casa sicura — anche a distanza. Installiamo sistemi affidabili e moderni che ti permettono di monitorare e controllare la proprietà da remoto.",
  "What's included in our installation service:": "Cosa include il nostro servizio di installazione:",
  "Smart locks and connected doorbells": "Serrature smart e campanelli connessi",
  "Indoor & outdoor security cameras": "Telecamere di sicurezza interne ed esterne",
  "Alarm systems and motion detectors": "Sistemi d'allarme e sensori di movimento",
  "Remote access via mobile apps (iOS & Android)": "Accesso remoto tramite app mobile (iOS e Android)",
  "Assistance with setup, testing, and configuration": "Assistenza per installazione, test e configurazione",
  "Why choose Amani for smart home security?": "Perché scegliere Amani per la sicurezza domotica?",
  "Certified professionals & top-tier brands": "Professionisti certificati e marchi di alto livello",
  "Solutions tailored to your home and lifestyle": "Soluzioni su misura per la tua casa e il tuo stile di vita",
  "Ongoing support in case of issues or upgrades": "Supporto continuo in caso di problemi o aggiornamenti",
  "Full confidentiality and data protection guaranteed": "Riservatezza totale e protezione dati garantita",
  "Amani brings you closer to your home — even from the other side of the world.": "Amani ti avvicina a casa — anche dall'altra parte del mondo.",
  "Because your car deserves care, even when you're away.": "Perché la tua auto merita cura, anche quando sei lontano.",
  "Don't let your vehicle sit unused and deteriorate while you're abroad. We provide secure storage, regular maintenance, and check-ups so it's always ready when you need it.": "Non lasciare che la tua auto si rovini mentre sei all'estero. Offriamo rimessaggio sicuro, manutenzione regolare e controlli per averla sempre pronta.",
  "What's included in our car service:": "Cosa include il nostro servizio auto:",
  "Secure indoor or outdoor storage options": "Opzioni di rimessaggio sicuro interno o esterno",
  "Battery checks and recharging": "Controllo e ricarica batteria",
  "Basic engine & tire maintenance": "Manutenzione base motore e pneumatici",
  "Interior/exterior cleaning before your arrival": "Pulizia interna/esterna prima del tuo arrivo",
  "Option to prepare the car before your return": "Opzione di preparare l'auto prima del tuo ritorno",
  "Why trust Amani with your vehicle?": "Perché affidare la tua auto ad Amani?",
  "Safe & monitored locations": "Luoghi sicuri e sorvegliati",
  "Scheduled maintenance for long-term protection": "Manutenzione programmata per protezione a lungo termine",
  "Convenient coordination via WhatsApp or email": "Coordinazione pratica via WhatsApp o email",
  "Tailored services depending on the vehicle type": "Servizi su misura in base al tipo di veicolo",
  "With Amani, your car stays as ready as your home — anytime you return.": "Con Amani, la tua auto sarà pronta come la tua casa — ogni volta che torni.",
  "Accueil - Gestion Immobilière à Casablanca & Maroc | AMANI HOME": "Home - Gestione Immobiliare a Casablanca e Marocco | AMANI HOME",
  "AccueilMetaDescription": "Gestione immobiliare per espatriati e MRE a Casablanca e in tutto il Marocco. Sicurezza, trasparenza, servizi su misura.",
  "Professional expertise": "Competenza professionale",
  "Quality materials": "Materiali di qualità",
  "Reliable scheduling": "Pianificazione affidabile",
  "Comprehensive coverage": "Copertura completa",
  "Explore Handyman Services": "Esplora i servizi di manutenzione",
  "Your home, our expertise.": "La tua casa, la nostra esperienza.",
  "From minor repairs to major renovations, our handyman services ensure your property stays in top condition.": "Dalle piccole riparazioni alle grandi ristrutturazioni, i nostri servizi di manutenzione garantiscono che la tua proprietà resti in ottime condizioni.",
  "Amani took care of everything while I was away. My property was spotless and perfectly maintained. A real game changer!": "Amani si è occupata di tutto mentre ero via. La mia proprietà era impeccabile e perfettamente mantenuta. Un vero cambiamento!",
  "The team is incredibly professional and responsive. They've been managing my property for months and I couldn't be happier.": "Il team è incredibilmente professionale e reattivo. Gestiscono la mia proprietà da mesi e non potrei essere più soddisfatto.",
  "Outstanding service! They handle everything from maintenance to emergencies with such efficiency. Highly recommend!": "Servizio eccezionale! Gestiscono tutto, dalla manutenzione alle emergenze, con grande efficienza. Consigliatissimo!",
  "Amani has transformed how I manage my property. Their attention to detail and reliability is unmatched.": "Amani ha rivoluzionato il modo in cui gestisco la mia proprietà. La loro attenzione ai dettagli e affidabilità sono impareggiabili.",
  "Professional, reliable, and truly caring. They treat my home like their own. Couldn't ask for better property management.": "Professionali, affidabili e davvero premurosi. Trattano la mia casa come fosse la loro. Non potrei chiedere di meglio.",
  "Trusted by leading companies": "Scelto da aziende leader",
  "Our partners trust us to deliver exceptional property management services.": "I nostri partner si affidano a noi per servizi di gestione immobiliare eccezionali.",
  "Page not found": "Pagina non trovata",
  "The page you are looking for does not exist.": "La pagina che cerchi non esiste.",
  "Go back home": "Torna alla home"
}