{ 
  "Membership": "Abbonamento",
  "About Us": "Chi siamo",
  "Get in Touch": "Contattaci",
  "Client Portal": "Portale clienti",
  "Operator Portal": "Portale operatori",
  "Your home in": "La tua casa a",
  "Morocco": "Marocco",
  "As if you were there": "Come se fossi lì",
  "We look after your home with monthly inspections and seasonal care while you're abroad. From": "Ci prendiamo cura della tua casa con ispezioni mensili e Seasonal Care mentre sei all’estero. Così,",
  "you come back to a home that feels ready, safe and alive.": "torni in una casa che si sente pronta, sicura e viva.",
  "View membership plans": "Vedi i piani di abbonamento",
  "Talk to us on WhatsApp": "Parlaci su WhatsApp",
  "Remote home care for Moroccan properties.": "Gestione remota della tua casa in Marocco",
  "What we do while you’re away": "Cosa facciamo mentre sei via",
  "Every membership includes regular home checks, seasonal care and secure key holding in Casablanca. Amani acts as your eyes and hands on the ground while you’re abroad.": "Ogni abbonamento include home checks regolari, Seasonal Care e custodia sicura delle chiavi a Casablanca. Amani è i tuoi occhi e le tue mani sul posto mentre sei all’estero.",
  "Key Holding": "Custodia chiavi",
  "Your keys are stored securely, ready for emergencies, visits or trusted professionals.": "Le tue chiavi sono conservate in sicurezza, pronte per emergenze, visite o professionisti di fiducia.",
  "Secure key holding included in all plans": "Custodia sicura delle chiavi inclusa in tutti i piani",
  "Scheduled visits to your property with a clear checklist and a short report after each round": "Visite programmate alla tua proprietà con una checklist chiara e un breve report dopo ogni passaggio",
  "Included in every membership": "Incluso in ogni abbonamento",
  "Seasonal Care": "Seasonal Care",
  "Seasonal cleaning to freshen, air out and reset your home before and after the main seasons.": "Pulizia stagionale per rinfrescare, arieggiare e rimettere in ordine la casa prima e dopo le stagioni principali.",
  "2 to 4 visits per year depending on your plan": "Da 2 a 4 visite all’anno a seconda del piano",
  "On top of your membership, you can activate extra services for special stays, a fresh start or renovation projects": "Oltre al tuo abbonamento, puoi attivare servizi extra per soggiorni speciali, un nuovo inizio o progetti di ristrutturazione",
  "Before you arrive, we bring your home back to life.": "Prima del tuo arrivo, ridiamo vita alla tua casa.",
  "One-off access and short supervision for trusted professionals.": "Accesso occasionale e breve supervisione per professionisti di fiducia.",
  "Remote supervision for your renovation and works": "Supervisione remota delle tue ristrutturazioni e dei lavori",
  "Compare memberships from 39€/month": "Confronta gli abbonamenti a partire da 39€/mese",
  "Trusted local presence": "Presenza locale di fiducia",
  "A dedicated team looking after your home with structure, consistency and care.": "Un team dedicato che si prende cura della tua casa con metodo, continuità e attenzione.",
  "Clear reporting after each visit": "Report chiari dopo ogni visita",
  "Every home check comes with photos, a short report and follow-up when something needs attention.": "Ogni home check include foto, un breve report e un follow-up quando qualcosa richiede attenzione.",
  "Your keys stay in a documented system. Access is only given to trusted, identified professionals.": "Le tue chiavi restano in un sistema tracciato. L’accesso è concesso solo a professionisti identificati e di fiducia.",
  "Built for MREs and second-home owners": "Creato per MRE e proprietari di seconde case",
  "We design everything for people living abroad who want peace of mind, not property logistics.": "Pensiamo a tutto per chi vive all’estero e vuole tranquillità, non burocrazia immobiliare.",
  "More than a service. A trusted presence on the ground": "Più di un servizio. Una presenza di fiducia sul posto",
  "Amani was created for owners who live abroad but want their home in Morocco to stay protected, cared for and ready. Here is what makes our approach different”": "Amani è nata per i proprietari che vivono all’estero ma vogliono che la loro casa in Marocco resti protetta, curata e pronta. Ecco cosa rende diverso il nostro approccio.",
  "Get in touch & tell us about your home": "Contattaci e parlaci della tua casa",
  "Reach out on WhatsApp or through our form and tell us where your home is, how often you use it and what you need while you’re abroad.": "Scrivici su WhatsApp o tramite il nostro form e raccontaci dove si trova la tua casa, quanto spesso la usi e di cosa hai bisogno mentre sei all’estero.",
  "Choose your membership & sign your contract": "Scegli il tuo abbonamento e firma il contratto",
  "We help you choose between Basic, Standard or Premium, then we sign your membership contract and agree on how you want us to look after your home.": "Ti aiutiamo a scegliere tra Basic, Standard o Premium, poi firmiamo il contratto di abbonamento e definiamo come vuoi che ci prendiamo cura della tua casa.",
  "FreshStart visit & key handover": "Visita FreshStart e consegna delle chiavi",
  "We schedule your FreshStart: an initial visit with cleaning, airing and a full check of your home. During this visit, we collect your keys securely and register them in our key holding system.": "Programmiamo il tuo FreshStart: una visita iniziale con pulizia, aerazione e controllo completo della casa. Durante questa visita ritiriamo le chiavi in sicurezza e le registriamo nel nostro sistema di custodia.",
  "Ongoing care while you’re away": "Cura continuativa mentre sei via",
  "Your membership starts: monthly home checks, seasonal care and reports after each visit. When you need more, we activate add-ons like Welcome Home, ProAccess or Amani Works.": "Inizia il tuo abbonamento: home checks mensili, Seasonal Care e report dopo ogni visita. Quando ti serve di più, attiviamo servizi aggiuntivi come Welcome Home, ProAccess o Amani Works.",
  "From first contact to regular care, step by step": "Dal primo contatto alla cura regolare, passo dopo passo",
  "We keep the process simple and transparent so you always know what happens next and when your membership starts": "Manteniamo il processo semplice e trasparente, così sai sempre cosa succede dopo e quando inizia il tuo abbonamento",
  "Talk to Amani about your home": "Parla con Amani della tua casa",
  "Partnerships & Reputation": "Partnership e reputazione",
  "Trusted by key institutions in Morocco": "Scelto da istituzioni chiave in Marocco",
  "Banks and insurance companies rely on Amani for reliable home care, transparency and long-term service. Here are some of the partners who trust us.": "Banche e compagnie assicurative si affidano ad Amani per un servizio affidabile, trasparente e duraturo. Ecco alcuni dei partner che si fidano di noi.",
  "Amani home in numbers": "Amani Home in cifre",
  "Numbers that speak for themselves": "Numeri che parlano da soli",
  "You tell us what you want to transform": "Ci dici cosa vuoi trasformare",
  "You explain your project – repainting, bathroom upgrade, new kitchen, built-in furniture – and share your preferences, timing and approximate budget.": "Ci spieghi il tuo progetto – tinteggiatura, nuovo bagno, nuova cucina, mobili su misura – e condividi preferenze, tempistiche e budget indicativo.",
  "Based on your project, we consult our network and other professionals, request detailed quotes and shortlist one or two options that match your budget and expectations.": "In base al progetto consultiamo la nostra rete e altri professionisti, richiediamo preventivi dettagliati e selezioniamo una o due opzioni in linea con il tuo budget e le tue aspettative.",
  "You choose the quote, we launch and coordinate": "Tu scegli il preventivo, noi avviamo e coordiniamo",
  "You validate the quote you prefer and the way you want to phase payments. We confirm everything with the contractor and become their main contact on your behalf.": "Confermi il preventivo che preferisci e come vuoi scaglionare i pagamenti. Noi confermiamo tutto con l’impresa e diventiamo il loro referente principale per tuo conto.",
  "We supervise on site and control quality until handover": "Supervisioniamo in cantiere e controlliamo la qualità fino alla consegna",
  "We visit the site at key stages, share photos and videos, flag problems early, and help you request corrections so that the final result is as close as possible to what you agreed.": "Visitiamo il cantiere nelle fasi chiave, condividiamo foto e video, segnaliamo i problemi in anticipo e ti aiutiamo a richiedere correzioni affinché il risultato finale sia il più vicino possibile a quanto concordato.",
  "We find the right contractors and gather quotes" : "Troviamo i professionisti giusti e raccogliamo i preventivi.",
  "With Amani Works, you tell us what you want to change in your home, we find the right artisans, present you with quotes and then supervise the project on site in Morocco on your behalf.": "Con Amani Works ci dici cosa vuoi cambiare in casa tua, individuiamo gli artigiani giusti, ti presentiamo i preventivi e poi supervisioniamo il progetto sul posto in Marocco al posto tuo.",
  "Available for members and non-members": "Disponibile per membri e non membri",
  "Project fee:": "Compenso progetto:",
  "of the agreed works budget": "del budget lavori concordato",
  "What Amani Works covers": "Cosa copre Amani Works",
  "Clarifying your project, priorities and budget": "Chiarire progetto, priorità e budget",
  "Sourcing and shortlisting artisans and contractors": "Ricerca e preselezione di artigiani e imprese",
  "Collecting one or two detailed quotes for you to choose from": "Raccolta di uno o due preventivi dettagliati tra cui scegliere",
  "On-site supervision with photos, videos and regular updates": "Supervisione in loco con foto, video e aggiornamenti regolari",
  "Checks at key stages and before final payment": "Verifiche nelle fasi chiave e prima del saldo finale",
  "Our fee is set at": "Il nostro compenso è fissato al",
  "of the works budget we agree together before starting. This covers sourcing contractors, coordination, supervision visits in Casablanca and reporting throughout the project.": "del budget lavori che concordiamo insieme prima di iniziare. Questo copre ricerca dei fornitori, coordinamento, visite di supervisione a Casablanca e report durante tutto il progetto.",
  "How Amani Works works": "Come funziona Amani Works",
  "Instead of trying to run a renovation from abroad with random photos on WhatsApp, Amani becomes your project partner on the ground, from first idea to final checks.": "Invece di gestire una ristrutturazione dall’estero con foto a caso su WhatsApp, Amani diventa il tuo partner di progetto sul posto, dalla prima idea ai controlli finali.",
  "Amani is not a contractor — we represent your interests only. Our role is to make sure the work you pay for is done properly, transparently, and safely while you're abroad.": "Amani non è un’impresa edile: rappresentiamo solo i tuoi interessi. Il nostro ruolo è garantire che i lavori che paghi siano eseguiti correttamente, in modo trasparente e sicuro mentre sei all’estero.",
  "Talk to Amani about your renovation project": "Parla con Amani del tuo progetto di ristrutturazione",
  "Discover services": "Scopri i servizi",
  "We register your property and access rules": "Registriamo la tua proprietà e le regole di accesso",
  "We confirm your address, who is allowed to use your keys and in which situations we can open your home.": "Confermiamo il tuo indirizzo, chi è autorizzato a usare le tue chiavi e in quali situazioni possiamo aprire la tua casa.",
  "Keys are collected during your FreshStart visit or via a trusted person, then coded and stored without your address written on them.": "Le chiavi vengono recuperate durante la visita FreshStart o tramite una persona di fiducia, quindi codificate e conservate senza che il tuo indirizzo sia scritto su di esse.",
  "Keys stored in a secure key cabinet": "Chiavi conservate in un armadio di sicurezza",
  "Your keys are held in Casablanca in a locked system with restricted access, used only for authorised visits or emergencies.": "Le tue chiavi sono custodite a Casablanca in un sistema chiuso ad accesso limitato, utilizzato solo per visite autorizzate o emergenze.",
  "Available when you or your providers need us": "Disponibili quando tu o i tuoi fornitori avete bisogno di noi",
  "When you need access for yourself, a guest or a professional, we organise the handover or activate services like ProAccess.": "Quando serve accesso per te, un ospite o un professionista, organizziamo la consegna delle chiavi o attiviamo servizi come ProAccess.",
  "Services · Included in every membership": "Servizi · Inclusi in ogni abbonamento",
  "Amani holds your keys securely in Casablanca so your home is always accessible for planned visits, emergencies and trusted professionals – without relying on friends or neighbours.": "Amani custodisce le tue chiavi in sicurezza a Casablanca così la tua casa è sempre accessibile per visite programmate, emergenze e professionisti di fiducia – senza dipendere da amici o vicini.",
  "Included in Basic, Standard & Premium": "Incluso nei piani Basic, Standard e Premium",
  "From 49€/month with home checks": "Da 39€/mese con home checks",
  "What’s included with Key Holding": "Cosa include la custodia chiavi",
  "Secure storage of your keys": "Conservazione sicura delle chiavi",
  "Keys coded and stored without visible address": "Chiavi codificate e conservate senza indirizzo visibile",
  "Authorisation list for who can access your home": "Lista di autorizzazione per chi può accedere alla tua casa",
  "Access for emergencies and urgent visits": "Accesso per emergenze e visite urgenti",
  "Key holding is the base of every membership – it allows us to inspect, prepare and protect your home while you’re abroad.": "La custodia chiavi è la base di ogni abbonamento: ci permette di ispezionare, preparare e proteggere la tua casa mentre sei all’estero.",
  "We follow a clear, documented process so you always know where your keys are and how they can be used.": "Seguiamo un processo chiaro e documentato, così sai sempre dove sono le tue chiavi e come possono essere utilizzate.",
  "We plan your visits based on your membership": "Pianifichiamo le visite in base al tuo abbonamento",
  "Depending on your plan, we schedule 1, 2 or 4 home checks per month and define the days and time slots that work best for you.": "In base al piano, programmiamo 1, 2 o 4 home checks al mese e definiamo giorni e fasce orarie che ti sono più comodi.",
  "We visit your home with a clear checklist": "Visitiamo la tua casa con una checklist chiara",
  "During each visit, we follow a structured checklist: doors and windows, signs of humidity, leaks, electricity, appliances, balconies, and overall condition.": "Durante ogni visita seguiamo una checklist strutturata: porte e finestre, segni di umidità, perdite, elettricità, elettrodomestici, balconi e condizioni generali.",
  "We document what we see": "Documentiamo ciò che vediamo",
  "If something looks unusual, we take photos or short videos so you can see exactly what we see from abroad.": "Se qualcosa ci sembra anomalo, scattiamo foto o brevi video così puoi vedere esattamente ciò che vediamo noi, anche dall’estero.",
  "You receive a short report after each check": "Ricevi un breve report dopo ogni visita",
  "After every home check, you receive a brief summary with key observations and, when necessary, suggestions for next steps.": "Dopo ogni home check ricevi un breve riepilogo con le osservazioni principali e, quando serve, suggerimenti sui passi successivi.",
  "We visit your home in Casablanca at a regular rhythm to make sure everything is in order – so your property doesn’t stay closed and unchecked for months while you’re abroad.": "Visitiamo la tua casa a Casablanca con una cadenza regolare per assicurarci che tutto sia in ordine – così la proprietà non resta chiusa e non controllata per mesi mentre sei all’estero.",
  "Included in Silver, Gold & Platinum": "Incluso nei piani Silver, Gold e Platinum",
  "1, 2 or 4 visits per month depending on your plan": "1, 2 o 4 visite al mese a seconda del piano",
  "Regular on-site visits to your property": "Visite regolari in presenza alla tua proprietà",
  "Structured checklist for every home check": "Checklist strutturata per ogni home check",
  "Photos or videos when something needs your attention": "Foto o video quando qualcosa richiede la tua attenzione",
  "Short written report after each visit": "Breve report scritto dopo ogni visita",
  "Home checks are the core of your membership: they help detect small issues before they become expensive problems.": "Gli home checks sono il cuore del tuo abbonamento: aiutano a individuare i piccoli problemi prima che diventino costosi.",
  "How our home checks work": "Come funzionano i nostri home checks",
  "From scheduling to reporting, the process is clear so you always know when your home was last visited and what we observed.": "Dalla pianificazione al report, il processo è chiaro: sai sempre quando è stata visitata per l’ultima volta la tua casa e cosa abbiamo osservato.",
  "You tell us who needs access and why": "Ci indichi chi ha bisogno di accesso e perché",
  "You share who is coming (plumber, electrician, delivery, technician), on which day and at what time, so we can organise the access slot.": "Ci comunichi chi arriva (idraulico, elettricista, corriere, tecnico), in quale giorno e a che ora, così possiamo organizzare la fascia oraria di accesso.",
  "We open and close your home for them": "Apriamo e chiudiamo la casa per loro",
  "An Amani operator goes on site, opens the property, lets the professional in and stays available on site or nearby depending on what is needed.": "Un operatore Amani si reca sul posto, apre la proprietà, fa entrare il professionista e resta disponibile in loco o nelle vicinanze in base alle esigenze.",
  "We keep an eye on what’s being done": "Teniamo d’occhio ciò che viene fatto",
  "We supervise the visit for a short period, check that the work or intervention matches what was agreed and answer basic questions if needed.": "Supervisioniamo la visita per un breve periodo, verifichiamo che il lavoro o l’intervento corrisponda a quanto concordato e rispondiamo alle domande di base se necessario.",
  "We close, secure and report back to you": "Chiudiamo, mettiamo in sicurezza e ti aggiorniamo",
  "Once the visit is over, we close and secure your property again and send you a short summary with photos or notes, depending on the situation.": "Una volta terminata la visita, richiudiamo e mettiamo in sicurezza la tua proprietà e ti inviamo un breve riepilogo con foto o note, a seconda del caso.",
  "Add-on · Open your home for trusted professionals": "Servizio aggiuntivo · Aprire la tua casa a professionisti di fiducia",
  "ProAccess is our one-off access service when a professional needs to enter your home and you can’t be in Morocco. We open, supervise shortly and secure the property again so your keys never circulate from hand to hand.": "ProAccess è il nostro servizio di accesso occasionale quando un professionista deve entrare in casa e tu non puoi essere in Marocco. Apriamo, supervisioniamo brevemente e rimettiamo in sicurezza la proprietà, così le tue chiavi non passano mai di mano in mano.",
  "Available to members and non-members": "Disponibile per membri e non membri",
  "Priority access for Standard & Premium members": "Accesso prioritario per i membri Standard e Premium",
  "When to use ProAccess": "Quando usare ProAccess",
  "Repairs and maintenance: plumber, electrician, AC, etc.": "Riparazioni e manutenzione: idraulico, elettricista, climatizzazione, ecc.",
  "Technicians, inspections or meter readings": "Tecnici, ispezioni o letture dei contatori",
  "Deliveries that must be received inside the property": "Consegne che devono essere ricevute all’interno della proprietà",
  "Any situation where a trusted professional needs access while you are abroad": "Qualsiasi situazione in cui un professionista di fiducia necessita di accesso mentre sei all’estero",
  "ProAccess is priced per visit with a clear confirmation before each intervention. Standard and Premium members benefit from priority when booking time slots.": "ProAccess è fatturato per visita con una conferma chiara prima di ogni intervento. I membri Standard e Premium beneficiano di priorità nella prenotazione delle fasce orarie.",
  "How ProAccess works": "Come funziona ProAccess",
  "You don’t need to send your keys through family or neighbours anymore. Amani opens the door, stays present for a short supervision and closes your home again under a clear, professional process.": "Non hai più bisogno di far girare le chiavi tra parenti o vicini. Amani apre la porta, rimane presente per una breve supervisione e richiude la tua casa seguendo un processo chiaro e professionale.",
  "We plan your seasonal visits ahead of time": "Pianifichiamo in anticipo le visite stagionali",
  "We agree on the best periods for Seasonal Care based on how often you visit Morocco and how your home is used.": "Concordiamo i periodi migliori per Seasonal Care in base a quanto spesso vieni in Marocco e a come viene utilizzata la casa.",
  "We refresh and reset your home": "Rinfreschiamo e rimettiamo a punto la tua casa",
  "Our team cleans, dusts, airs out and resets the main rooms so your home doesn’t stay closed and stale for months.": "Il nostro team pulisce, spolvera, arieggia e rimette in ordine gli ambienti principali affinché la casa non resti chiusa e viziata per mesi.",
  "We air, ventilate and check for humidity": "Arieggiamo, ventiliamo e verifichiamo l’umidità",
  "We open windows where possible, check for damp, odors or signs of mold, and let you know if something needs extra attention.": "Apriamo le finestre dove possibile, controlliamo umidità, odori o segni di muffa e ti avvisiamo se qualcosa richiede particolare attenzione.",
  "You arrive to a home that feels alive again": "Arrivi in una casa che torna a sentirsi viva",
  "Seasonal Care makes it easier to arrive, unpack and enjoy your stay instead of starting with cleaning and inspections.": "Seasonal Care rende più semplice arrivare, disfare le valigie e goderti il soggiorno invece di iniziare con pulizie e ispezioni.",
  "Seasonal Care is a deeper refresh of your home before and after the main seasons, so your property doesn’t sit closed, dusty or humid for too long while you’re abroad.": "Seasonal Care è un rinnovo più profondo della casa prima e dopo le stagioni principali, così la proprietà non rimane chiusa, polverosa o umida troppo a lungo mentre sei via.",
  "2 Seasonal Care visits per year in Basic & Standard": "2 visite di Seasonal Care all’anno con Basic e Standard",
  "4 Seasonal Care visits per year in Premium": "4 visite di Seasonal Care all’anno con Premium",
  "What’s included with Seasonal Care": "Cosa include Seasonal Care",
  "Seasonal cleaning of key living areas": "Pulizia stagionale delle principali aree abitative",
  "Airing and ventilation of the property": "Aerazione e ventilazione della proprietà",
  "Planned visits before and after key seasons": "Visite pianificate prima e dopo le stagioni chiave",
  "Quick reset so your home feels ready sooner": "Reset rapido così la casa è pronta prima",
  "Seasonal Care works together with your monthly home checks so your property stays clean, aired and easier to enjoy when you return.": "Seasonal Care lavora insieme ai tuoi home checks mensili affinché la proprietà resti pulita, arieggiata e più facile da godere al tuo ritorno.",
  "How Seasonal Care works": "Come funziona Seasonal Care",
  "We combine planning, cleaning and airing so your seasonal visits to Morocco start smoother, with less effort on your side.": "Uniamo pianificazione, pulizia e aerazione così le tue visite stagionali in Marocco iniziano più facilmente, con meno sforzo da parte tua.",
  "You tell us when you’re coming – and what you need": "Ci dici quando arrivi – e di cosa hai bisogno",
  "Before your trip, you share your arrival date, time and whether you’d like us to prepare basics like water, breakfast items or a full fridge.": "Prima del viaggio ci comunichi data e ora di arrivo e se vuoi che prepariamo gli essenziali come acqua, prodotti per la colazione o un frigorifero pieno.",
  "We open and refresh your home before you arrive": "Apriamo e rinfreschiamo la casa prima del tuo arrivo",
  "We go on site ahead of your arrival to open the apartment, air it out, check the main rooms and make sure everything feels safe and ready.": "Andiamo sul posto prima del tuo arrivo per aprire l’appartamento, arieggiarlo, controllare gli ambienti principali e assicurarci che tutto sembri sicuro e pronto.",
  "We manage your groceries via Glovo and put everything away": "Gestiamo la spesa tramite Glovo e sistemiamo tutto",
  "Using your Glovo order or a shopping list you approve, we receive the delivery on your behalf, store fresh items in the fridge and cupboards and remove the packaging.": "Con il tuo ordine Glovo o una lista della spesa da te approvata, riceviamo la consegna al tuo posto, mettiamo i freschi in frigo e negli armadietti e togliamo gli imballaggi.",
  "You arrive to a home that feels lived-in, not closed": "Arrivi in una casa che sembra abitata, non chiusa da mesi",
  "Beds and essentials can be prepared, the apartment is aired and stocked, so you start your stay by resting – not by cleaning and running to the supermarket.": "I letti e gli essenziali possono già essere pronti, l’appartamento è arieggiato e rifornito, così inizi il soggiorno riposando – non pulendo o correndo al supermercato.",
  "Add-on · For your arrivals in Morocco": "Servizio aggiuntivo · Per i tuoi arrivi in Marocco",
  "Welcome Home is our pre-arrival service so you don’t open a closed, dusty apartment after a long flight. We refresh your home, receive your groceries via ": "Welcome Home è il nostro servizio pre-arrivo per evitare che, dopo un volo lungo, tu apra un appartamento chiuso e polveroso. Rinfreschiamo la casa, riceviamo la tua spesa tramite ",
  " and put everything away so you can simply arrive and feel at home.": " e sistemiamo tutto così puoi semplicemente arrivare e sentirti subito a casa.",
  "Reserved for Amani members in Casablanca": "Riservato ai membri Amani a Casablanca",
  "Welcome Home from": "Welcome Home a partire da",
  " per visit (excluding groceries)": " a visita (spesa esclusa)",
  "What’s included with Welcome Home": "Cosa include Welcome Home",
  "Pre-arrival visit to open, air and check your home": "Visita pre-arrivo per aprire, arieggiare e controllare la casa",
  "Light reset of main rooms so the apartment feels fresh": "Leggera rimessa in ordine delle stanze principali così l’appartamento sembra fresco",
  "Groceries managed via Glovo and stored in your kitchen": "Spesa gestita via Glovo e riposta nella tua cucina",
  "Beds and essentials ready for your first night": "Letti e essenziali pronti per la prima notte",
  "The service starts from": "Il servizio parte da",
  "per visit for our members in Casablanca. The Glovo order itself is paid directly from your Glovo account or according to the arrangement we agree together.": "per visita per i nostri membri a Casablanca. L’ordine Glovo viene pagato direttamente dal tuo account Glovo o secondo l’accordo che definiamo insieme.",
  "How Welcome Home works": "Come funziona Welcome Home",
  "From the moment you share your arrival date, we coordinate the visit, groceries and preparation so your home feels open, stocked and welcoming when you turn the key.": "Dal momento in cui ci comunichi la data di arrivo, coordiniamo visita, spesa e preparazione così la casa è aperta, rifornita e accogliente quando giri la chiave.",
  "About Amani Home": "Su Amani Home",
  "A local team looking after your home in Morocco while you’re away": "Un team locale che si prende cura della tua casa in Marocco mentre sei via",
  "Amani Home was created for owners who love their home in Morocco but cannot be there all year. We provide structured, local care so your property stays ready, safe and alive between each stay.": "Amani Home è nata per i proprietari che amano la loro casa in Marocco ma non possono esserci tutto l’anno. Offriamo una cura strutturata e locale perché la tua proprietà resti pronta, sicura e viva tra un soggiorno e l’altro.",
  "Based in Casablanca": "Con sede a Casablanca",
  "with operators on the ground visiting your home in person.": "con operatori sul posto che visitano personalmente la tua casa.",
  "Built for owners abroad": "Pensato per i proprietari che vivono all’estero",
  "who need clarity, trust and a simple way to stay in control.": "che hanno bisogno di chiarezza, fiducia e un modo semplice per restare in controllo.",
  "you get regular home checks, secure key holding and seasonal care.": "hai home checks regolari, custodia sicura delle chiavi e Seasonal Care.",
  "Giving you peace of mind between every stay": "Darti tranquillità tra un soggiorno e l’altro",
  "When a home stays closed for months, small issues can quickly become big problems: humidity, leaks, insects, dust, angry neighbours or lost value. Amani exists to prevent this and to give you a clear, structured way to look after your property from abroad.": "Quando una casa resta chiusa per mesi, i piccoli problemi possono diventare rapidamente grandi guai: umidità, perdite, insetti, polvere, vicini irritati o perdita di valore. Amani esiste per evitare questo e offrirti un modo chiaro e strutturato per prenderti cura della tua proprietà dall’estero.",
  "Why owners choose Amani": "Perché i proprietari scelgono Amani",
  "Instead of relying on neighbours, family or improvised solutions, you have a dedicated contact, scheduled visits and written reports. Your keys are stored securely in Casablanca and every visit follows a standard checklist, so nothing is left to chance.": "Invece di dipendere da vicini, famiglia o soluzioni improvvisate, hai un referente dedicato, visite programmate e report scritti. Le tue chiavi sono conservate in sicurezza a Casablanca e ogni visita segue una checklist standard, così nulla è lasciato al caso.",
  "Whether you come once a year or every month, Amani helps you arrive to a home that feels cared for, not abandoned.": "Che tu venga una volta all’anno o ogni mese, Amani ti aiuta a ritrovare una casa curata, non un bene abbandonato.",
  "How we work": "Come lavoriamo",
  "Four things you can expect from us": "Quattro cose che puoi aspettarti da noi",
  "Transparency": "Trasparenza",
  "After each visit, you receive a short report with photos, notes and clear next steps if we notice something unusual.": "Dopo ogni visita ricevi un breve report con foto, note e prossimi passi chiari se notiamo qualcosa di insolito.",
  "Trust & security": "Fiducia e sicurezza",
  "Your keys are coded and stored securely in Casablanca. Access is tracked and only used for planned visits or agreed interventions.": "Le tue chiavi sono codificate e conservate in sicurezza a Casablanca. Gli accessi sono tracciati e usati solo per visite programmate o interventi concordati.",
  "Consistency": "Costanza",
  "Monthly home checks follow a fixed checklist so the same points are verified every time, not just when someone remembers.": "Gli home checks mensili seguono una checklist fissa, così gli stessi punti vengono verificati ogni volta e non solo quando qualcuno si ricorda.",
  "Local coordination": "Coordinamento locale",
  "For deeper work, cleaning or renovation, we coordinate local professionals, supervise and keep you updated remotely.": "Per interventi più importanti, pulizie o ristrutturazioni, coordiniamo i professionisti locali, supervisioniamo e ti aggiorniamo a distanza.",
  "A small, dedicated structure": "Una struttura piccola e dedicata",
  "Close enough to knock on your door, even when you can’t": "Abbastanza vicini da bussare alla tua porta, anche quando tu non puoi",
  "Amani is based in Casablanca with operators who physically visit your home, speak with neighbours when needed and understand how buildings really age in Morocco.": "Amani ha sede a Casablanca con operatori che visitano fisicamente la tua casa, parlano con i vicini quando serve e conoscono davvero come invecchiano gli edifici in Marocco.",
  "Around this core, we work with a network of trusted cleaning teams, maintenance specialists and renovation professionals that we activate when your project requires it.": "Attorno a questo nucleo lavoriamo con una rete di squadre di pulizia di fiducia, specialisti di manutenzione e professionisti della ristrutturazione che attiviamo quando il tuo progetto lo richiede.",
  "You keep control of the decisions. We handle the ground work.": "Tu mantieni il controllo delle decisioni. Noi ci occupiamo del lavoro sul campo.",
  "Ready to talk about your home in Morocco?": "Pronto a parlare della tua casa in Marocco?",
  "Tell us where your property is, how often you use it and what you worry about the most. We’ll help you choose the right membership and first steps.": "Dicci dove si trova la tua proprietà, quanto spesso la usi e cosa ti preoccupa di più. Ti aiuteremo a scegliere l’abbonamento giusto e i primi passi.",
  "Talk to Amani": "Parla con Amani",
  "Let's get in touch": "Restiamo in contatto",
  "Tell us more about your request and we’ll get back to you shortly.": "Raccontaci meglio la tua richiesta e ti ricontatteremo a breve.",
  "Full Name": "Nome e cognome",
  "Phone Number": "Numero di telefono",
  "Your Address (City, Country)": "Il tuo indirizzo (Città, Paese)",
  "Property Address in Morocco": "Indirizzo della proprietà in Marocco",
  "Approximate Size (in m²)": "Superficie approssimativa (in m²)",
  "Which service or plan are you interested in?": "A quale servizio o piano sei interessato/a?",
  "Additional notes (optional)": "Note aggiuntive (opzionale)",
  "Send via WhatsApp": "Invia via WhatsApp",
  "What is Amani and how does your remote home care service in Morocco work?": "Che cos’è Amani e come funziona il vostro servizio di gestione remota delle case in Marocco?",
  "Amani is a remote home care and property management service for owners who have a home in Morocco but live abroad or travel often. We store your keys securely in Casablanca, organise regular Home Checks and Seasonal Care, and coordinate extra services when you need more support. You receive clear reports after each visit so you always know what is happening in your Moroccan property, even when you are not there.": "Amani è un servizio di gestione remota delle case e gestione immobiliare per i proprietari che hanno una casa in Marocco ma vivono all’estero o viaggiano spesso. Conserviamo le chiavi in sicurezza a Casablanca, organizziamo Home Checks regolari e Seasonal Care e coordiniamo servizi extra quando hai bisogno di più supporto. Ricevi report chiari dopo ogni visita così sai sempre cosa succede nella tua proprietà in Marocco, anche quando non ci sei.",
  "How much does an Amani membership cost and what is included from 39€/month?": "Quanto costa un abbonamento Amani e cosa è incluso a partire da 39 €/mese?",
  "Our memberships start from 39€/month and include secure key holding, regular Home Checks and basic Seasonal Care depending on the plan you choose. You can then add on extra services such as Welcome Home, ProAccess or Amani Works when you need deeper cleaning, professional access or renovation support.": "I nostri abbonamenti partono da 39 €/mese e includono custodia sicura delle chiavi, Home Checks regolari e Seasonal Care di base a seconda del piano scelto. Puoi poi aggiungere servizi extra come Welcome Home, ProAccess o Amani Works quando ti serve una pulizia più profonda, accesso professionale o supporto per le ristrutturazioni.",
  "Is Amani only for Moroccans living abroad (MRE) or can local owners also use your service?": "Amani è solo per marocchini residenti all’estero (MRE) o anche i proprietari locali possono usarlo?",
  "Amani was created first for MRE and international owners who cannot be in Morocco regularly, but local owners in Casablanca and surroundings also use our service. If you travel often, live in another city or simply prefer a professional team to look after your home, you can subscribe to any of our memberships.": "Amani è stato creato inizialmente per MRE e proprietari internazionali che non possono essere in Marocco regolarmente, ma anche i proprietari locali di Casablanca e dintorni utilizzano il nostro servizio. Se viaggi spesso, vivi in un’altra città o preferisci semplicemente che un team professionale si occupi della tua casa, puoi sottoscrivere uno qualsiasi dei nostri abbonamenti.",
  "What is FreshStart and how do Home Checks help protect my property while I am away?": "Che cos’è FreshStart e in che modo gli Home Checks aiutano a proteggere la mia proprietà mentre sono via?",
  "FreshStart is our initial visit before your membership really starts. During this visit, we air the property, check each room, do a first cleaning and document the current state of your home with photos and notes. Then, your regular Home Checks follow a clear checklist: doors and windows, water and electricity, signs of humidity or leaks, mail, and general condition. This helps catch small issues before they become bigger problems.": "FreshStart è la nostra visita iniziale prima che il tuo abbonamento inizi davvero. Durante questa visita arieggiamo la proprietà, controlliamo ogni stanza, facciamo una prima pulizia e documentiamo lo stato attuale della casa con foto e note. Poi i tuoi Home Checks regolari seguono una checklist chiara: porte e finestre, acqua ed elettricità, segni di umidità o perdite, posta e condizioni generali. Questo aiuta a intercettare i piccoli problemi prima che diventino grandi.",
  "How does Amani Works manage renovation and construction projects remotely?": "Come gestisce Amani Works i progetti di ristrutturazione e lavori a distanza?",
  "Amani Works is our coordination and supervision service for renovation and works when you cannot be on site yourself. You tell us about your project, we source and shortlist trusted professionals, then present you one or two quotes so you can decide how you want to move forward. Once you choose, we coordinate the works, follow progress on the ground, check quality and keep you updated with photos, videos and reports until completion. Our fee is 25% of the total works budget.": "Amani Works è il nostro servizio di coordinamento e supervisione per ristrutturazioni e lavori quando non puoi essere presente sul posto. Ci racconti il tuo progetto, cerchiamo e preselezioniamo professionisti di fiducia e ti presentiamo uno o due preventivi per decidere come procedere. Una volta scelto, coordiniamo i lavori, seguiamo l’avanzamento sul campo, controlliamo la qualità e ti teniamo aggiornato con foto, video e report fino al completamento. Il nostro compenso è del 25% del budget totale dei lavori.",
  "How are my keys and access to my home in Morocco kept safe with Amani?": "Come vengono tenute al sicuro le mie chiavi e l’accesso alla mia casa in Marocco con Amani?",
  "Your keys are stored in a secure key holding system in Casablanca with a unique code instead of your name or address. Only authorised Amani operators can access the keys when a visit or a service is planned, and every movement is logged.": "Le tue chiavi sono conservate in un sistema di custodia sicuro a Casablanca con un codice univoco invece del tuo nome o indirizzo. Solo gli operatori autorizzati di Amani possono accedervi quando è programmata una visita o un servizio, e ogni movimento è registrato.",
  "Frequently asked questions": "Domande frequenti",
  "Understand how Amani protects your home in Morocco": "Capisci come Amani protegge la tua casa in Marocco",
  "Here are answers to the main questions owners ask us about memberships, FreshStart, Amani Works and how remote home care works when you live abroad.": "Qui trovi le risposte alle principali domande che i proprietari ci fanno su abbonamenti, FreshStart, Amani Works e su come funziona la gestione remota della casa quando vivi all’estero.",
  "Still unsure? Talk to Amani about your home": "Hai ancora dubbi? Parla con Amani della tua casa",
  "Light care": "Cura leggera",
  "Essential care while you’re abroad.": "La cura essenziale mentre sei all’estero.",
  "1 home check per month": "1 Home Check al mese",
  "2 home checks per month" : "2 Home Checks al mese",
  "2 seasonal care visits per year": "2 visite di Seasonal Care all’anno",
  "Owners who want us to keep an eye on the home without too much intervention.": "Per i proprietari che vogliono che teniamo d’occhio la casa senza troppa interventistica.",
  "Closer follow-up for complete peace of mind.": "Un monitoraggio più ravvicinato per la massima tranquillità.",
  "Most popular": "Il più scelto",
  "Priority on ProAccess visits": "Priorità sulle visite ProAccess",
  "Owners who want us to look after their home more closely and receive regular updates.": "Per i proprietari che vogliono un’attenzione più ravvicinata e aggiornamenti regolari.",
  "Maximum vigilance": "Vigilanza massima",
  "We look after your home as if it were ours.": "Ci prendiamo cura della tua casa come se fosse la nostra.",
  "4 home checks per month (weekly)": "4 Home Checks al mese (settimanali)",
  "4 seasonal care visits per year": "4 visite di Seasonal Care all’anno",
  "High priority on ProAccess": "Alta priorità su ProAccess",
  "Enhanced coordination for issues and works": "Coordinamento potenziato per problemi e lavori",
  "Owners who expect full vigilance and premium responsiveness while they’re abroad.": "Per i proprietari che si aspettano vigilanza totale e reattività premium mentre sono all’estero.",
  "Memberships · Casablanca": "Abbonamenti · Casablanca",
  "Choose how closely we look after your home.": "Scegli quanto da vicino ci prendiamo cura della tua casa.",
  "From 49€/month, every plan includes secure key holding, home checks and seasonal care. You only add extra services when you need more.": "Da 39 €/mese, ogni piano include custodia sicura delle chiavi, home checks e Seasonal Care. Aggiungi servizi extra solo quando ti serve di più.",
  "Best for": "Ideale per",
  "Choose this plan": "Scegli questo piano",
  "Secure key holding in Casablanca": "Custodia sicura delle chiavi a Casablanca",
  "Home checks according to your plan": "Home Checks secondo il tuo piano",
  "Short report after every visit": "Breve report dopo ogni visita",
  "Available as add-ons": "Disponibili come servizi aggiuntivi",
  "Welcome Home – home preparation": "Welcome Home – preparazione della casa",
  "ProAccess – access and short supervision": "ProAccess – accesso e breve supervisione",
  "Amani Works – remote supervision": "Amani Works – supervisione remota",
  "As if you were there.": "Come se fossi lì.",
  "Scheduled visits to your property with a clear checklist and a short report after each round." :"Visite programmate alla tua proprietà con una checklist chiara e un breve report dopo ogni passaggio.",
  "Add services when you need more" :"Aggiungi servizi quando hai bisogno di più",
  "On top of your membership, you can activate extra services for special stays, a fresh start or renovation projects.": "Oltre al tuo abbonamento, puoi attivare servizi extra per soggiorni speciali, un nuovo inizio o progetti di ristrutturazione.",
  "Why owners choose Amani ?" : "Perché i proprietari scelgono Amani?",
  "More than a service. A trusted presence on the ground." : "Più di un servizio. Una presenza di fiducia sul posto.",
  "Amani was created for owners who live abroad but want their home in Morocco to stay protected, cared for and ready. Here is what makes our approach different." : "Amani è stata creata per i proprietari che vivono all’estero ma vogliono che la loro casa in Marocco resti protetta, curata e pronta all’uso. Ecco cosa distingue il nostro approccio.",
  "How it works" : "Come funziona",
  "From first contact to regular care, step by step." : "Dal primo contatto alla cura regolare, passo dopo passo.",
  "We keep the process simple and transparent so you always know what happens next and when your membership starts." : "Manteniamo il processo semplice e trasparente così sai sempre cosa succede dopo e quando inizia il tuo abbonamento.",
  "What exactly does Amani do while I’m abroad?" : "Cosa fa esattamente Amani mentre sono all’estero?",
  "Amani looks after your home in Casablanca while you’re away: we hold your keys securely, visit your property on a fixed schedule, check for issues and keep you updated after each visit. Depending on your membership, we also organise seasonal care to air, clean and reset your home before and after key periods." : "Amani si prende cura della tua casa a Casablanca mentre sei via: custodiamo le chiavi in sicurezza, visitiamo la proprietà con una frequenza definita, controlliamo eventuali problemi e ti aggiorniamo dopo ogni visita. A seconda dell’abbonamento organizziamo anche Seasonal Care per arieggiare, pulire e rimettere in ordine la casa prima e dopo i periodi chiave.",
  "How do your memberships work?" : "Come funzionano i vostri abbonamenti?",
  "You choose between three memberships from 39€/month. Each plan includes secure key holding and regular home checks, with more visits and seasonal care as you move from Basic to Premium. You can then add services like Welcome Home, ProAccess or Amani Works whenever you need more support.": "Puoi scegliere tra tre abbonamenti a partire da 39 €/mese. Ogni piano include custodia sicura delle chiavi e home checks regolari, con più visite e Seasonal Care man mano che passi da Basic a Premium. Puoi poi aggiungere servizi come Welcome Home, ProAccess o Amani Works ogni volta che ti serve più supporto.",
  "Do I need to be in Morocco to start with Amani?" : "Devo essere in Marocco per iniziare con Amani?",
  "No. Many of our clients live abroad. We can start with a remote onboarding, then schedule your FreshStart visit and key handover when someone you trust is available on site. From there, your membership begins and we take care of your home according to the plan you’ve chosen." : "No. Molti dei nostri clienti vivono all’estero. Possiamo iniziare con un onboarding a distanza e poi programmare la visita FreshStart e la consegna delle chiavi quando una persona di fiducia è disponibile sul posto. Da lì parte il tuo abbonamento e ci prendiamo cura della casa secondo il piano scelto.",
  "Questions from owners like you" : "Domande di proprietari come te",
  "Need quick answers before you decide?" :"Hai bisogno di risposte rapide prima di decidere?",
  "Here are some of the most common questions we get from MRE and expatriate owners." : "Qui trovi alcune delle domande più frequenti che riceviamo da proprietari MRE ed espatriati.",
  "How our key holding works" : "Come funziona il nostro sistema di custodia chiavi",
  "What’s included with Home Checks" : "Cosa è incluso con Home Checks",
  "Controlled & secure key holding" : "Custodia delle chiavi controllata e sicura"
}
